[About Language File]
Author=Christian Heinrichs, Boerni eM.
Comments=Deutsche Sprachdatei für Text Editor Pro
Date=25.06.2022
Email=christian.heinrichs@mykolab.ch
Version=23.1.0

[AboutDialog]
Caption=Über Text Editor Pro
LabelCopyright=Copyright %s. Alle Rechte vorbehalten.
LabelFeedback=Rückmeldung
LabelIcons=Symbole
LabelLanguageFileContributors=Mitwirkende für Sprachdateien
LabelLicense=Dieses Produkt ist für Sie immer KOSTENLOS. Siehe Lizenz.
LabelMemoryAvailable=Für Windows verfügbarer Speicher: %s
LabelThirdPartyComponents=Drittanbieterkomponenten
LabelVersion=Version %s (%d-bit)
LabelWebsite=Website

[AskYesOrNo]
CancelSearch=Suche abbrechen, sind Sie sicher?
CheckInternationalCharacters:=Translation needed
CheckInternationalCharacters=File "%s" contains international characters.%sChange the encoding to keep the characters.%sSave anyway?
CloseDirectory=Verzeichnis %s schließen, sind Sie sicher?
DeleteDirectory=Verzeichnis %s löschen, sind Sie sicher?
DeleteFile=Datei %s löschen, sind Sie sicher?
DeleteLine=Zeile löschen, sind Sie sicher?
NewVersion=Eine neue Version %s von %s ist verfügbar.%sWollen Sie die neue Version aus dem Internet herunterladen?
RecordMacro=Neues Makro aufnehmen, sind Sie sicher?
ReopenFileWithEncoding=Datei mit "%s"-Kodierung erneut öffnen?
ReplaceOccurence=Das vorkommende "%s" ersetzen?
ResetColor=%s-Farbe zurücksetzen, sind Sie sicher?
SaveChanges=Änderungen speichern?
SearchMatchNotFound=Suchanfrage nicht gefunden.%sVom Anfang der Datei an neu suchen?
SearchStringNotFound=Suchanfrage "%s" nicht gefunden

[Buttons]
ButtonCancel=Abbrechen
ButtonDonations=Spenden
ButtonDownloadAllSkins=Alle Designs herunterladen
ButtonLicense=Lizenz...
ButtonNo=&Nein
ButtonOK=OK
ButtonYes=&Ja
ButtonYesToAll=Ja zu &allen

[ChangedFilesDialog]
Caption=Geänderte Dateien neu laden
VirtualDrawTree:0=Datei
VirtualDrawTree:1=Pfad

[CharacterMapForm]
Caption=Zeichentabelle

[ClipboardHistoryDialog]
ActionClearAll=Alle löschen
ActionCopyToClipboard=In die Zwischenablage kopieren
ActionInsertInEditor=Im Editor einfügen
Caption=Verlauf der Zwischenablage

[ColorConstant]
SColorBoxCustomCaption=Benutzerdefiniert...
SName3DDkShadow=3D Dunkler Schatten
SName3DLight=3D Licht
SNameActiveBorder=Aktiver Rand
SNameActiveCaption=Aktive Überschrift
SNameAppWorkSpace=Arbeitsfläche
SNameAqua=Aquamarin
SNameBackground=Hintergrund
SNameBlack=Schwarz
SNameBlue=Blau
SNameBtnFace=Schaltfläche Vorderseite
SNameBtnHighlight=Hervorgehobene Schaltfläche
SNameBtnShadow=Schaltflächenschatten
SNameBtnText=Schaltflächentext
SNameCaptionText=Überschriftstext
SNameCream=Cream
SNameDefault=Standard
SNameFuchsia=Pink
SNameGradientActiveCaption=Aktiver Verlauf Überschrift
SNameGradientInactiveCaption=Inaktiver Verlauf Überschrift
SNameGray=Grau
SNameGrayText=Grauer Text
SNameGreen=Grün
SNameHighlight=Hintergrund hervorheben
SNameHighlightText=Text hervorheben
SNameHotLight=Heißlicht
SNameInactiveBorder=Inaktiver Rand
SNameInactiveCaption=Inaktive Überschrift
SNameInactiveCaptionText=Inaktiver Überschriftstext
SNameInfoBk=Informationshintergrund
SNameInfoText=Informationstext
SNameLime=Hellgrün
SNameMaroon=Kastanienbraun
SNameMedGray=Mittelgrau
SNameMenu=Menühintergrund
SNameMenuBar=Menüleiste
SNameMenuHighlight=Hervorgehobenes Menü
SNameMenuText=Menütext
SNameMoneyGreen=Geldgrün
SNameNavy=Marineblau
SNameNone=Nichts
SNameOlive=Olivgrün
SNamePurple=Purpur
SNameRed=Rot
SNameScrollBar=Bildlaufleiste
SNameSilver=Silber
SNameSkyBlue=Himmelblau
SNameTeal=Seegrün
SNameWhite=Weiß
SNameWindow=Fensterhintergrund
SNameWindowFrame=Fensterrahmen
SNameWindowText=Fenstertext
SNameYellow=Gelb

[CompareForm]
ActionExit:h=Textvergleich beenden
ActionExit=Beenden
ActionLeftCopy:h=Ausgewählte Zeilen in die rechte Datei kopieren
ActionLeftCopy=Kopieren
ActionLeftFileOpen:h=Eine vorhandene Datei öffnen
ActionLeftFileOpen=Öffnen
ActionLeftFileSave:h=Die Datei speichern
ActionLeftFileSave=Speichern
ActionLeftNext:h=Weiter zum nächsten Unterschied
ActionLeftNext:s=F3
ActionLeftNext=Nächste
ActionLeftPrevious:h=Zurück zum vorherigen Unterschied
ActionLeftPrevious:s=Shift+F3
ActionLeftPrevious=Vorherige
ActionLeftReload:h=Aktuelle Datei neu laden
ActionLeftReload=Neu laden
ActionLeftSwap:h=Ausgewählte Zeile mit der rechten Datei austauschen
ActionLeftSwap=Zeilentausch
ActionOptions:h=Vergleichsoptionen von Texten
ActionOptions=Optionen
ActionRightCopy:h=Kopiert die aktuelle Zeile in die linke Datei
ActionRightCopy=Kopieren
ActionRightFileOpen:h=Öffnet eine vorhandene Datei
ActionRightFileOpen=Öffnen
ActionRightFileSave:h=Die Datei speichern
ActionRightFileSave=Speichern
ActionRightNext:h=Weiter zum nächsten Unterschied
ActionRightNext:s=F4
ActionRightNext=Nächste
ActionRightPrevious:h=Zurück zum vorherigen Unterschied
ActionRightPrevious:s=Shift+F4
ActionRightPrevious=Vorherige
ActionRightReload:h=Aktuelle Datei neu laden
ActionRightReload=Neu laden
ActionRightSwap:h=Tauscht die aktuelle Zeile mit der linken Datei aus
ActionRightSwap=Zeilentausch
ActionSearchClose:h=Schließen
ActionSearchFindNext:h=Nächstes finden
ActionSearchFindNext:s=Ctrl+F3
ActionSearchFindPrevious:h=Vorheriges finden
ActionSearchFindPrevious:s=Shift+Ctrl+F3
ActionSearchMatchCase:h=Groß/Kleinschreibung
ActionSearchMatchCase=Groß/Kleinschreibung
ActionSearchWholeWords:h=Ganze Wörter
ActionSearchWholeWords=Ganze Wörter
Caption=Texte vergleichen

[CompareOptionsDialog]
Caption=Vergleichsoptionen von Texten
CheckBoxIgnoreBlanks=Ignoriere freien Raum
CheckBoxIgnoreCase=Ignoriere Groß/Kleinschreibung
CheckBoxShowSpecialChars=Sonderzeichen anzeigen
ComboBoxColorTheme=Farbschema

[ConfirmReplaceDialog]
Caption=Ersetzen bestätigen

[ConnectDialog]
Caption=Verbinden
EditPassword=Passwort

[Constant]
Active=Aktiv
ActualSize=Originalgröße
AddFile=Datei hinzufügen
AllFiles=Alle Dateien
Arrow=Pfeil
AutoSave=Automatisch speichern
Block=Block
Blue=Blau
Bookmark=Lesezeichen
Bookmarks=Lesezeichen
Bottom=Unten
Bytes=Bytes
CharacterCount=Zeichenanzahl
Circle=Kreis
Color=Farbe
CompareFiles=Dateien vergleichen
Confirmation=Bestätigung
Connecting=Verbindungsaufbau
CountingFiles=Dateien werden gezählt...
Dash=Gestrichelt
Default=Standard
DirectoryItems=Verzeichniseinträge
DocumentIsValid=Das Dokument ist gültig.
Dot=Pünktchen
DoubleUnderline=Doppelter Unterstrich
Download=Herunterladen
DownloadCancelling=Abbrechen...
DownloadDone=Fertig.
EditDirectory=Verzeichnis bearbeiten
Encoding=Kodierung
Enter=Eingabetaste
Error=Fehler
Extended=Erweiterte - \n, \t, \0
FavouriteItems=Bevorzugte Elemente
FileMaskItems=Elemente der Dateimaske
FilesFound=%d Datei(en) wurden in %s gefunden
FitHeight=Seitengröße
FitWidth=Seitenbreite
Gigabyte=GB
GoToBookmark=Gehe zu Lesezeichen
GoToLine=Gehe zu Zeile
Green=Grün
HalfBlock=Halber Block
Hide=Verstecken
Highlighter=Syntax-Highlighter
HorizontalLine=Horizontale Linie
Hovered=Schwebender Mauszeiger
Inactive=Inaktiv
Information=Hinweis
Insert=Einfügen
InsertTags=HTML/XML-Tags einfügen
Installer=Installationsprogramm
InvalidName=Ungültiger Name
Keyword=Schlüsselwort
Kilobyte=KB
LanguageEditor=Spracheneditor - %s
Left=Links
Length=Länge
Line=Zeile
LineCount=Zeilenanzahl
LoadingFile=Datei laden...
LoadingFiles=Dateien laden...
LoadingOutput=Ergebnis laden...
LowerCase=Kleinbuchstaben
MatchFound=%d Übereinstimmung%s gefunden
MatchFoundPluralExtension=en
Megabyte=MB
Memory=Speicher
Minute=min
Modified=Geändert
NewFolder=Neuer Ordner
NoChange=Keine Änderung
None=Nichts
Normal=Normal
OccurencesFound=%d Vorkommniss(e) wurden gefunden in %s
Open=Öffnen
OpenDirectory=Verzeichnis öffnen
Overwrite=Überschreiben
Page=Seite
Password=Passwort 
Pilcrow=Absatzzeichen
PleaseWait=Bitte warten
Position=Position: %d
PreviewFilePage=Seite: $PAGENUM$ von $PAGECOUNT$
PreviewPage=Seite: %d von %d
PreviewPrintFile=Drucken (%s)|Drucken an %s
PrintedBy=Gedruckt von %s
ProcessingFile=Dateiverarbeitung...
Purple=Purpur
ReadOnly=Nur lesen
Red=Rot
RegularExpression=Regulärer Ausdruck
Rename=Möchten Sie "%s" umbenennen zu "%s"?
RenameFailed=%s Umbenennung fehlgeschlagen
RenameTab=Registerkarte umbenennen
ReopenItems=Elemente erneut öffnen
Results=Ergebnisse
Right=Rechts
RightMargin=Rechter Randbereich
SaveAs=Speichern als
Search=suchen
SearchFor=Suche nach "%s"
SearchItems=Gesuchte Begriffe
Second=s
SelectRootDirectory=Hauptverzeichnis auswählen
SelectWorkingDirectory=Arbeitsverzeichnis auswählen
SentenceCase=Satzkonform
Separator=Trennzeichen
ShowOnlyInList=Nur die gelisteten
Snippet=Schnipsel
Solid=Massiv
Space=Leertaste
Speed=Geschwindigkeit
Square=Quadratisch
Text=Text
TextToFindItems=Text zum Suchen von Elementen
ThinHorizontalLine=Dünne horizontale Linie
ThinVerticalLine=Dünne vertikale Linie
ToggleBookmark=Lesezeichen umschalten
Top=Oben
TopLine=Oberste Zeile: %d
Triangle=Dreieck
Underline=Unterstrich
Untitled=Ohne Titel-
UpperCase=Großbuchstaben
UseOnAllHighlighters=Verwendung in allen Syntax-Highlighter
VersionInfoNotFound=Versionsinfo nicht gefunden.
VerticalLine=Vertikale Linie
Warning=Warnung
WaveLine=Wellenlinie
WavyZigzag=Zickzacklinie
Width=Breite
Wildcard=Platzhalter - *, ?, #
WordCount=Anzahl der Wörter
Yellow=Gelb
ZipPackage=Zip-Archiv

[ConvertConstant]
AcreFeet=Acre Feet
AcreInches=Acre Inches
Acres=Acre
Angstroms=Ângström
Area=Fläche
Ares=Ares
AstronomicalUnits=Astronomische Einheiten
Binary=Binär
Celsius=Celsius
Centares=Centares
Centigrams=Zentigramm
CentiLiters=Zentiliter
Centimeters=Zentimeter
Centuries=Jahrhunderte
Chains=Kette
CordFeet=Cordfuß
Cords=Cord
CubicCentimeters=Kubikzentimeter
CubicDecameters=Kubikdekameter
CubicDecimeters=Kubikdezimeter
CubicFeet=Kubikfuß
CubicHectometers=Kubikhektometer
CubicInches=Kubikzoll
CubicKilometers=Kubikkilometer
CubicMeters=Kubikmeter
CubicMiles=Kubikmeilen
CubicMillimeters=Kubikmillimeter
CubicYards=Kubikyards
Cubits=Cubit
DateTime=Datum Zeit
Days=Tage
Decades=Jahrzente
Decagrams=Dekagramm
DecaLiters=Dekaliter
Decameters=Decameter
Decasteres=Decasteres
Decigrams=Dezigramm
DeciLiters=Deziliter
Decimal=Dezimal
Decimeters=Dezimeter
Decisteres=Decisteres
Distance=Distanz
Drams=Dram
DryBuckets=Dry Buckets
DryBushels=Dry Bushels
DryGallons=Dry gallon
DryPecks=Dry Pecks
DryPints=Dry Pints
DryQuarts=Dry Quarts
Fahrenheit=Fahrenheit
Fathoms=Nautischer Faden
Feet=Fuß
FluidCups=Fluid Cups
FluidGallons=Flüssiggallone
FluidGills=Fluid Gills
FluidOunces=Flüssigunzen
FluidPints=Fluid Pints
FluidQuarts=Fluid Quarts
FluidTablespoons=Esslöffel
FluidTeaspoons=Teelöffel
Fortnights=Fortnights
Furlongs=Furchenlänge
Gigameters=Gigameter
Grains=Gran
Grams=Gramm
Hands=Handbreit
Hectares=Hektar
Hectograms=Hektogramm
HectoLiters=Hektoliter
Hectometers=Hektometer
Hexadecimal=Hexadezimal
Hours=Stunden
Inches=Zoll
JulianDate=Julianisches Datum
Kelvin=Kelvin
Kilograms=Kilogramm
KiloLiters=Kiloliter
Kilometers=Kilometer
LightYears=Lichtjahre
Links=Link
Liters=Liter
LongTons=Britische Tonnen
Mass=Masse
Megameters=Megameter
Meters=Meter
MetricTons=Metrische Tonnen
Micrograms=Microgramm
Micromicrons=Mikromikronen
Microns=Mikrometer
Miles=Meilen
Millennia=Jahrtausende
Milligrams=Milligramm
MilliLiters=Milliliter
Millimeters=Millimeter
Millimicrons=Millimikron
MilliSeconds=Millisekunden
Minutes=Minuten
ModifiedJulianDate=Modifiziertes julianisches Datum
Months=Monate
Nanograms=Nanogramm
NauticalMiles=Nautische Meilen
NumeralSystem=Zahlensystem
Ounces=Unzen
Paces=Schritte
Parsecs=Parsec
Picas=Pica
Points=Point
Pounds=Pfund
Rankine=Rankine
Reaumur=Réaumur
Rods=Ruten
Seconds=Sekunden
SquareCentimeters=Quadratzentimeter
SquareDecameters=Quadratdekameter
SquareDecimeters=Quadratdezimeter
SquareFeet=Quadratfuß
SquareHectometers=Quadrathektometer
SquareInches=Quadratzoll
SquareKilometers=Quadratkilometer
SquareMeters=Quadratmeter
SquareMiles=Quadratmeilen
SquareMillimeters=Quadratmillimeter
SquareRods=Perche
SquareYards=Quadratyard
Steres=Ster
Stones=Stones
Temperature=Temperatur
Time=Zeit
Tons=Tonnen
UKBuckets=UK Kübel
UKBushels=UK Scheffel
UKGallons=UK Gallone
UKGill=UK Gills
UKOunces=UK Unzen
UKPecks=UK Pecks
UKPints=UK Pints
UKPottle=UK Pottles
UKQuarts=UK Quart
Volume=Volumen
Weeks=Wochen
Yards=Yards
Years=Jahre

[ConvertForm]
Caption=Numerische Einheiten umwandeln
ComboBoxFrom=Von
ComboBoxTo=Zu
ComboBoxType=Typ
EditResult=Ergebnis
EditValue=Wert

[DialogConstant]
SMsgDlgAbort=&Abbrechen
SMsgDlgAll=&Alle
SMsgDlgCancel=Abbrechen
SMsgDlgClose=&Schließen
SMsgDlgConfirm=Bestätigen
SMsgDlgError=Fehler
SMsgDlgHelp=&Hilfe
SMsgDlgHelpHelp=Hilfe
SMsgDlgHelpNone=Keine Hilfe verfügbar
SMsgDlgIgnore=&Ignorieren
SMsgDlgInformation=Information
SMsgDlgNo=&Nein
SMsgDlgNoToAll=N&ein zu allen
SMsgDlgOK=OK
SMsgDlgRetry=E&rneut versuchen
SMsgDlgWarning=Warnung
SMsgDlgYes=&Ja
SMsgDlgYesToAll=Ja zu &allen
SNoMappingForUnicodeCharacter=In der Multi-Byte-Zielseite ist keine Zuordnung für das Unicode-Zeichen vorhanden

[DirectoryTabDialog]
CheckBoxExcludeOtherDirectoryBranches=Andere Verzeichniszweige ausschließen
ComboBoxDrives=Laufwerke
ComboBoxFileMask=Dateityp
EditRootDirectory=Hauptverzeichnis
EditTabName=Registername
GroupBoxOptions=Optionen

[DirectoryTabSFTPDialog]
Caption=SFTP-Verbindung
CheckBoxSavePassword=Passwort speichern
CheckBoxShowOutput=Ausgabe anzeigen
EditPassword=Passwort
EditPort=Port
EditPrivateKeyFile=Private Schlüsseldatei
EditRootDirectory=Stammverzeichnis
EditServer=Server
EditTabName=Registername
EditUsername=Benutzername

[DownloadURLDialog]
ActionCancel=Abbrechen
ActionOK=OK
Caption=Herunterladen

[EditorColorElements]
ActiveLineBackground=Aktive Zeile Hintergrund
ActiveLineBackgroundUnfocused=Aktiver Zeilenhintergrund nicht fokussiert
ActiveLineForeground=Aktive Zeile Vordergrund
ActiveLineForegroundUnfocused=Aktiver Zeilenvordergrund nicht fokussiert
Background=Hintergrund
CodeFoldingActiveLineBackground=Aktiver Zeilenhintergrund gefaltet
CodeFoldingActiveLineBackgroundUnfocused=Aktive Faltlinie nicht fokussiert
CodeFoldingBackground=Hintergrund im gefalteten Zustand
CodeFoldingCollapsedLine=Unterstrich im gefalteten Zustand
CodeFoldingFoldingLine=Faltlinie
CodeFoldingFoldingLineHighlight=Faltlinie hervorheben
CodeFoldingHintBackground=Code-Hinweis Hintergrund
CodeFoldingHintBorder=Code-Hinweis Umrandung
CodeFoldingHintIndicatorBackground=Code-Hinweis Indikator-Hintergrund
CodeFoldingHintIndicatorBorder=Code-Hinweis Indikator-Rahmen
CodeFoldingHintIndicatorMark=Code-Hinweis Indikator-Marke
CodeFoldingHintText=Code-Hinweis Text
CodeFoldingIndent=Code-Hinweis Einrückung
CodeFoldingIndentHighlight=Code-Hinweis Einrückung hervorheben
CompletionProposalBackground=Ergänzungsvorschlag Hintergrund
CompletionProposalForeground=Ergänzungsvorschlag Vordergrund
CompletionProposalSelectedBackground=Ergänzungsvorschlag Auswahlhintergrund
CompletionProposalSelectedText=Ergänzungsvorschlag Textauswahl
LeftMarginActiveLineBackground=Linker-Rand aktiver Zeilenhintergrund
LeftMarginActiveLineBackgroundUnfocused=Linker-Rand aktive Zeile nicht fokussiert
LeftMarginActiveLineNumber=Linker-Rand aktive Zeilennummer
LeftMarginBackground=Linker-Rand Hintergrund
LeftMarginBookmarkPanel=Linker-Rand Lesezeichenbereich
LeftMarginBorder=Linker-Rand Rand
LeftMarginLineNumberLine=Linker-Rand Zeilenlinie
LeftMarginLineNumbers=Linker-Rand Zeilennummern
LeftMarginLineStateModified=Linker-Rand Zeilenstatus geändert
LeftMarginLineStateNormal=Linker-Rand Zeilenstatus normalisiert
MatchingPairMatched=Passendes Paar übereinstimmend
MatchingPairUnmatched=Passendes Paar nicht übereinstimmend
MinimapBackground=Miniübersicht Hintergrund
MinimapBookmark=Miniübersicht Lesezeichen
MinimapVisibleLines=Miniübersicht einsehbare Zeilen
RightMargin=Rechter Rand
RightMovingEdge=Bewegung des rechten Randes
RulerBackground=Lineal Hintergrund
RulerBorder=Linealkante
RulerLines=Lineal Linien
RulerMovingEdge=Lineal bewegliche Messleiste
RulerNumbers=Lineal Nummerierung
RulerSelection=Lineal - Auswahl im Editor
SearchHighlighterBackground=Suche Textmarkierung Hintergrund
SearchHighlighterBorder=Suche Textmarkierung Rahmen
SearchHighlighterForeground=Suche Textmarkierung Vordergrund
SearchInSelectionBackground=Suche Selektion Hintergrund
SearchMapActiveLine=Suchkarte aktive Zeile
SearchMapBackground=Suchkarte Hintergrund
SearchMapForeground=Suchkarte Vordergrund
SelectionBackground=Textauswahl Hintergrund
SelectionForeground=Textauswahl Vordergrund
SyncEditBackground=Hintergrund synchronisieren
SyncEditEditBorder=Bearbeitungsrahmen synchronisieren
SyncEditWordBorder=Wort-Rahmen synchronisieren
WordWrapIndicatorArrow=Zeilenumbruch Indikator-Pfeil
WordWrapIndicatorLines=Zeilenumbruch Indikator-Zeilen

[ErrorMessage]
DefaultEmailProgramNotFound=Programm zum Senden von E-Mails nicht gefunden
DirectoryNotExist=Verzeichnis "%s" existiert nicht
EnterFilename=Dateinamen eingeben.
EnterKeyword=Schlüsselwort eingeben.
EnterPath=Pfad eingeben.
EnterServer=Server eingeben.
EnterTabName=Registername eingeben.
FileNotFound=Datei "%s" nicht gefunden.
RootDirectoryNotExist=Hauptordner existiert nicht.

[ExecuteDialog]
ActionDelete:h=Element löschen
ActionDelete=Löschen
ActionEdit:h=Element bearbeiten
ActionEdit=Bearbeiten
ActionInsert:h=Element einfügen
ActionInsert=Einfügen
ActionMoveDown:h=Ausgewähltes Element nach unten verschieben
ActionMoveDown=Abwärts
ActionMoveUp:h=Ausgewähltes Element nach oben verschieben
ActionMoveUp=Aufwärts
ActionSort:h=Einträge sortieren
ActionSort=Sortieren
Caption=Elemente ausführen

[ExecuteEditDialog]
Caption=Element ausführen
CheckBoxSaveActiveFile=Aktive Datei speichern
CheckBoxShowOutput=Ausgabe anzeigen
ComboBoxShortcut=Tastenkombination
EditFilename=Dateiname
EditParameters=Parameter
EditTitle=Titel
EditWorkingDirectory=Arbeitsverzeichnis

[FilesSelectDialog]
ActionSelectAll:h=Alle Dateien auswählen
ActionSelectAll=Alle auswählen
ActionUnselectAll:h=Alle Dateien abwählen
ActionUnselectAll=Alle abwählen
Caption=Dateien auswählen
VirtualDrawTree:0=Datei
VirtualDrawTree:1=Pfad

[FileTypes]
7Zip=7-Zip Dateien (*.7z)|*.7z
ABAP=ABAP Dateien (*.abap)
ActionScript=ActionScript Dateien (*.as)
ASP=ASP Dateien (*.asp)
Assembler - 6502=6502 Assembler Dateien (*.asm)
Assembler - 68HC11=68HC11 Assembler Dateien (*.hc11;*.asc)
AutoHotkey=AutoHotkey Dateien (*.ahk)
AutoIt v3=AutoIt Dateien (*.au3)
AWK=AWK Skripte (*.awk)
Bash=Bash Dateien (*.sh)
C#=C# Dateien (*.cs)
C++=C++ Dateien (*.cpp;*.hpp)
C=C Dateien (*.c;*.h)
Clojure=Clojure Dateien (*.clj;*.cljs;*.cljc;*.edn)
CoffeeScript=CoffeeScript Dateien (*.coffee)
CSS=Cascading Stylesheet Dateien (*.css)
D=D Dateien (*.d;*.di)
Dart=Dart Dateien (*.dart)
Delphi Form Module=Delphi Form Module Dateien (*.dfm)
Diff=Difference Dateien (*.diff)
DWScript=DWScript Dateien (*.dws)
Eiffel=Eiffel Dateien (*.e;*.es)
Elixir=Elixir Dateien (*.exs)
Elm=Elm Dateien (*.elm)
Erlang=Erlang Dateien (*.erl;*.hrl)
Euphoria=Euphoria Dateien (*.e;*.ex;*.exw;*.edb)
Exe=Exe Dateien (*.exe)|*.exe
F#=F# Dateien (*.fs)
Free Pascal=Free Pascal Dateien (*.pp)
FreeBASIC=FreeBASIC Dateien (*.bi;*.bas)
GDScript=GDScript Dateien (*.gd)
Git Ignore=Git Ignore Dateien (*.gitignore)
GLSL=GLSL Dateien (*.glsl)
Go=Go Dateien (*.go)
Gravity=Gravity Dateien (*.gravity)
Groovy=Groovy Dateien (*.groovy;*.gvy;*.gy;*.gsh)
HTML with Scripts=HTML Dateien (*.html;*.htm)
INI=INI Dateien (*.ini;*.lng)
Inno Setup=Inno Setup Dateien (*.iss)
Java=Java Dateien (*.java)
JavaScript=JavaScript Dateien (*.js)
JSON=JSON Dateien (*.json)
Julia=Julia Dateien (*.jl)
Kotlin=Kotlin Dateien (*.kt;*.kts)
Language=Sprachdateien (*.lng)|*.lng
LaTex=LaTex Dateien (*.lat;*.tex;*.lex)
Lisp=Lisp Dateien (*.lisp)
Log file=Log Dateien (*.log)
Lua=Lua Dateien (*.lua)
Macro=Macro Dateien (*.mcr)|*.mcr
Markdown=Markdown Dateien (*.md)
MATLAB=MATLAB Dateien (*.matlab)
MIME=MIME Dateien (*.eml;*.mht)
MS-DOS Batch=MS-DOS Batch Dateien (*.bat;*.cmd)
MSI=MSI Dateien (*.msi)|*.msi
NSIS=NSIS Dateien (*.nsi)
Object Pascal=Pascal Dateien (*.pas;*.dpr;*.dpk)
Objective-C=Objective-C Dateien (*.m)
OCaml=OCaml Dateien (*.ml)
PDF=PDF Dateien (*.pdf)
Perl=Perl Dateien (*.pl;*.pm;*.cgi)
PHP=PHP Dateien (*.php;*.class;*.inc)
PowerShell=PowerShell Dateien (*.ps1)
Python=Python Dateien (*.py)
R=R Dateien (*.r;*.rdata;*.rds;*.rda)
Red=Red Dateien (*.red;*.reds)
Ruby=Ruby Dateien (*.rb;*.rbw)
Rust=Rust Dateien (*.rc)
Scala=Scala Dateien (*.scala)
SQL - Standard=SQL Dateien (*.sql)
Structured Text=Structured Text Dateien (*.st; *.iecst)
Swift=Swift Dateien (*.swift)
TclTk=Tcl/Tk Dateien (*.tcl)
Text=Textdateien (*.txt)
TypeScript=TypeScript Dateien (*.ts)
UnrealScript=UnrealScript Dateien (*.uc)
Visual Basic=Visual Basic Dateien (*.vb;*.bas)
Visual FoxPro=Visual FoxPro Dateien (*.pjx;*.prg)
VRCalc++=VRCalc++ Dateien (*.vrc;*.vrcm)
XML=XML Dateien (*.xml;*.xsd;*.csl;*.dtd;*.dproj;*.groupproj;*.opml;*.rdf;*.svg;*.wxs)
XSL=XSL Dateien (*.xsl;*.xslt)
YAML=YAML Dateien (*.yml)
Zip=Zip Dateien (*.zip)|*.zip

[FindDuplicatesDialog]
ActionDirectoryItems=Verzeichniseinträge...
ActionFileMaskItems=Datei- Maskenelemente...
Caption=Duplikate finden
CheckBoxIgnoreBlanks=Leerzeichen ignorieren
CheckBoxIgnoreCase=Groß/Kleinschreibung ignorieren
CheckBoxIncludeSubdirectories=Unterverzeichnisse einbeziehen
CheckBoxScanHorizontally=Horizontal durchsuchen
CheckBoxScanVertically=Vertikal durchsuchen
ComboBoxDirectories=Ordner
ComboBoxFileMask=Dateityp
GroupBoxOptions=Optionen
GroupBoxSearch=Suchen
GroupBoxSearchDirectoryOptions=Suchverzeichnis Optionen
RadioButtonSearchAllOpenFiles=Alle geöffneten Dateien durchsuchen
RadioButtonSearchInDirectories=Verzeichnisse durchsuchen
SpinEditMinimumBlockSize=Minimale Blockgröße
SpinEditMinimumCharacters=Minimale Zeichenanzahl

[FindInFilesDialog]
ActionDirectoryItems=Verzeichniseinträge...
ActionFileMaskItems=Datei-Maskenelemente...
ActionSearchEngine=Suchmethode auswählen
ActionTextToFindItems=Suchbegriffe...
Caption=In Dateien finden
CheckBoxDisplayResultsInSeparateTab=Ergebnisse in separatem Register anzeigen
CheckBoxGroupResultsByFile=Gruppieren der Ergebnisse nach Datei
CheckBoxIncludeSubdirectories=Unterverzeichnisse einbeziehen
CheckBoxMatchCase=Groß/Kleinschreibung
CheckBoxShowOnlyResult=Einfaches Suchergebnis ausgeben
CheckBoxWholeWords=Ganze Wörter
ComboBoxDirectories:h=Mehrere Verzeichnisse sind durch Semikolon getrennt
ComboBoxDirectories=Ordner
ComboBoxFileMask=Dateityp
ComboBoxTextToFind=Diesen Text finden
GroupBoxOptions=Optionen
GroupBoxOutputOptions=Ergebnis
GroupBoxSearch=Suchen
GroupBoxSearchDirectoryOptions=Suchverzeichnis Optionen
RadioButtonSearchAllOpenFiles=Alle geöffneten Dateien durchsuchen
RadioButtonSearchInCurrentFile=In der aktuellen Datei
RadioButtonSearchInDirectories=Verzeichnisse durchsuchen

[HighlighterColorElements]
AssemblerComment=Assembler Kommentar
AssemblerReservedWord=Assembler reserviertes Wort
Attribute=Attribute
Character=Charakter
Comment=Kommentar
Directive=Direktive
Editor=Editor
HexNumber=Hexadezimalzahl
HighlightedBlock=Hervorgehobener Block
HighlightedBlockSymbol=Hervorgehobenes Blocksymbol
LogicalOperator=Logischer Operator
Method=Methode
MethodItalic=Methode kursiv
MethodName=Methodenname
Number=Nummer
ReservedWord=Reserviertes Wort
String=Zeichenfolge
Symbol=Symbol
Value=Wert
WebLink=Web-Link

[HighlighterFontElements]
CodeFoldingHint=Gefalteter Code-Hinweis
CompletionProposal=Ergänzungsvorschlag
LineNumbers=Zeilennummern
Minimap=Miniübersicht
Ruler=Lineal
Text=Text

[InformationDialog]
Caption=Hinweis
LabelAccessed=Zugriff
LabelCharacterCount=Anzahl der Zeichen
LabelCreated=Erstellt
LabelFilename=Dateiname
LabelLength=Länge
LabelLineCount=Anzahl der Zeilen
LabelLocation=Ort
LabelModified=Geändert
LabelSize=Größe
LabelSizeOnDisk=Größe auf Festplatte
LabelWordCount=Anzahl der Wörter

[ItemListDialog]
ActionClearAll:h=Alle Begriffe entfernen
ActionClearAll=Löscht alle
ActionDelete:h=Begriff löschen
ActionDelete=Löschen
ActionInsert:h=Begriff einfügen
ActionInsert=Einfügen
ActionMoveDown:h=Ausgewählten Begriff nach unten verschieben
ActionMoveDown=Abwärts
ActionMoveUp:h=Ausgewählten Begriff nach oben verschieben
ActionMoveUp=Aufwärts
ActionSort:h=Begriffe sortieren
ActionSort=Sortieren

[LanguageEditorForm]
ActionExit:h=Spracheditor schließen
ActionExit=Beenden
ActionFileNew:h=Neue Sprachdatei erstellen
ActionFileNew=Neu
ActionFileOpen:h=Vorhandene Sprachdatei öffnen
ActionFileOpen=Öffnen
ActionFileSave:h=Sprachdatei speichern
ActionFileSave=Speichern
VirtualDrawTree:0=Objekt
VirtualDrawTree:1=Bezeichnung
VirtualDrawTree:2=Hinweis
VirtualDrawTree:3=Tastenkombination
VirtualDrawTree:4=Alternative Tastenkombination

[MainForm]
ActionBookmarkListShowFilters=Filter anzeigen
ActionDirectoryContextMenu:h=Kontextmenü
ActionDirectoryContextMenu=K&ontextmenü
ActionDirectoryDelete:h=Datei oder Verzeichnis löschen
ActionDirectoryDelete=Löschen
ActionDirectoryFileExplorer:h=Datei-Explorer öffnen
ActionDirectoryFileExplorer=Datei-Explorer
ActionDirectoryFindInFiles:h=In mehreren Dateien suchen
ActionDirectoryFindInFiles=In Dateien &finden...
ActionDirectoryNewFolder=Neuer Ordner
ActionDirectoryOpenAllFiles:h=Öffnet alle Dateien aus dem Verzeichnis
ActionDirectoryOpenAllFiles=Alle Dateien öffnen
ActionDirectoryOpenFileExplorer:h=Datei-Explorer öffnen
ActionDirectoryOpenFileExplorer=Datei-Explorer
ActionDirectoryProperties:h=Datei/Ordner Eigenschaften einsehen
ActionDirectoryProperties=Eigenschaften...
ActionDirectoryRefresh:h=Dateien aktualisieren
ActionDirectoryRefresh=A&ktualisieren
ActionDirectoryRename:h=Datei oder Verzeichnis umbenennen
ActionDirectoryRename=Umbe&nennen
ActionDirectorySFTPDownload=Herunterladen
ActionDirectorySFTPUpload=Hochladen
ActionEdit=B&earbeiten
ActionEditCopy:h=Kopiert die Auswahl und legt sie in der Zwischenablage ab
ActionEditCopy:s=Ctrl+C
ActionEditCopy=Kopieren
ActionEditCopyWithLineNumbers:h=Kopiert die Auswahl und legt sie in der Zwischenablage ab
ActionEditCopyWithLineNumbers:s=Ctrl+Alt+C
ActionEditCopyWithLineNumbers=Kopieren mit Zeilennummern
ActionEditCut:h=Schneidet die Auswahl aus und legt sie in der Zwischenablage ab
ActionEditCut:s=Ctrl+X
ActionEditCut=Auss&chneiden
ActionEditDecode:h=Entschlüsseln
ActionEditDecode=Entschlüsseln
ActionEditDecodeASCIIDecimal:h=ASCII-Dezimalzahlen entschlüsseln
ActionEditDecodeASCIIDecimal=ASCII-Dezimal
ActionEditDecodeBase:h=Base entschlüsseln
ActionEditDecodeBase=Base
ActionEditDecodeBase1024:h=Base1024 entschlüsseln
ActionEditDecodeBase1024=1024
ActionEditDecodeBase128:h=Base128 entschlüsseln
ActionEditDecodeBase128=128
ActionEditDecodeBase256:h=Base256 entschlüsseln
ActionEditDecodeBase256=256
ActionEditDecodeBase32:h=Base32 entschlüsseln
ActionEditDecodeBase32=32
ActionEditDecodeBase4096:h=Base4096 entschlüsseln
ActionEditDecodeBase4096=4096
ActionEditDecodeBase64:h=Base64 entschlüsseln
ActionEditDecodeBase64=64
ActionEditDecodeBase85:h=Base85 entschlüsseln
ActionEditDecodeBase85=85
ActionEditDecodeBase91:h=Base91 entschlüsseln
ActionEditDecodeBase91=91
ActionEditDecodeBinary:h=Binär entschlüsseln
ActionEditDecodeBinary=Binär
ActionEditDecodeHex:h=Hexadezimal entschlüsseln
ActionEditDecodeHex=Hex
ActionEditDecodeHexWithoutSpaces:h=Hexadezimal ohne Leerzeichen entschlüsseln
ActionEditDecodeHexWithoutSpaces=Hex (ohne Leerzeichen)
ActionEditDecodeHTML:h=HTML entschlüsseln
ActionEditDecodeHTML=HTML
ActionEditDecodeOctal:h=Oktal entschlüsseln
ActionEditDecodeOctal=Oktal
ActionEditDecodeRotate:h=Rotierend entschlüsseln
ActionEditDecodeRotate=Rotieren
ActionEditDecodeRotate13:h=Um 13 Stellen rotieren
ActionEditDecodeRotate18:h=Um 18 Stellen rotieren
ActionEditDecodeRotate47:h=Um 47 Stellen rotieren
ActionEditDecodeRotate5:h=Um 5 Stellen rotieren
ActionEditDecodeURL:h=URL entschlüsseln
ActionEditDecodeURL=URL
ActionEditDelete=Lösch&en
ActionEditDeleteBeginningOfLine:h=Zeilenanfang löschen
ActionEditDeleteBeginningOfLine:s=Shift+Ctrl+T
ActionEditDeleteBeginningOfLine=Anfang der Zeile
ActionEditDeleteCharForward:h=Zeichen vorwärts löschen
ActionEditDeleteCharForward:s=Shift+BkSp
ActionEditDeleteCharForward=Zeichen vorwärts
ActionEditDeleteComments:h=Kommentare löschen
ActionEditDeleteComments=Kommentare
ActionEditDeleteDuplicateLines:h=Doppelte Zeilen löschen
ActionEditDeleteDuplicateLines=Doppelte Zeilen
ActionEditDeleteEndOfLine:h=Ende der Zeile löschen
ActionEditDeleteEndOfLine:s=Shift+Ctrl+Y
ActionEditDeleteEndOfLine=&Ende der Zeile
ActionEditDeleteLine:h=Zeile löschen
ActionEditDeleteLine:s=Ctrl+Y
ActionEditDeleteLine=Zei&le
ActionEditDeleteWhitespace:h=Leerraum von selektiertem Text entfernen
ActionEditDeleteWhitespace=Leerraum
ActionEditDeleteWord:h=Wort löschen
ActionEditDeleteWord:s=Ctrl+W
ActionEditDeleteWord=&Wort
ActionEditDeleteWordBackward:h=Wort rückwärts löschen
ActionEditDeleteWordBackward:s=Ctrl+BkSp
ActionEditDeleteWordBackward=Wort rückwärts
ActionEditDeleteWordForward:h=Wort vorwärts löschen
ActionEditDeleteWordForward:s=Ctrl+Del
ActionEditDeleteWordForward=Wort vorwärts
ActionEditEncode:h=Verschlüsseln
ActionEditEncode=Verschlüsseln
ActionEditEncodeASCIIDecimal:h=ASCII-Dezimalzahlen verschlüsseln
ActionEditEncodeASCIIDecimal=ASCII-Dezimal
ActionEditEncodeBase:h=Base verschlüsseln
ActionEditEncodeBase=Base
ActionEditEncodeBase1024:h=Base1024 verschlüsseln
ActionEditEncodeBase1024=1024
ActionEditEncodeBase128:h=Base128 verschlüsseln
ActionEditEncodeBase128=128
ActionEditEncodeBase256:h=Base256 verschlüsseln
ActionEditEncodeBase256=256
ActionEditEncodeBase32:h=Base32 verschlüsseln
ActionEditEncodeBase32=32
ActionEditEncodeBase4096:h=Base4096 verschlüsseln
ActionEditEncodeBase4096=4096
ActionEditEncodeBase64:h=Base64 verschlüsseln
ActionEditEncodeBase64=64
ActionEditEncodeBase64WithLineBreaks:h=Base64 mit Zeilenumbrüchen verschlüsseln
ActionEditEncodeBase64WithLineBreaks=64 (mit Zeilenumbrüchen)
ActionEditEncodeBase85:h=Base85 verschlüsseln
ActionEditEncodeBase85=85
ActionEditEncodeBase91:h=Base91 verschlüsseln
ActionEditEncodeBase91=91
ActionEditEncodeBinary:h=Binär verschlüsseln
ActionEditEncodeBinary=Binär
ActionEditEncodeHex:h=Hexadezimal verschlüsseln
ActionEditEncodeHex=Hex
ActionEditEncodeHexWithoutSpaces:h=Hexadezimal verschlüsseln ohne Leerzeichen
ActionEditEncodeHexWithoutSpaces=Hex (ohne Leerzeichen)
ActionEditEncodeHTML:h=HTML verschlüsseln
ActionEditEncodeHTML=HTML
ActionEditEncodeOctal:h=Oktal verschlüsseln
ActionEditEncodeOctal=Oktal
ActionEditEncodeRotate:h=Rotierend verschlüsseln
ActionEditEncodeRotate=Rotieren
ActionEditEncodeRotate13:h=Um 13 Plätze rotieren
ActionEditEncodeRotate18:h=Um 18 Plätze rotieren
ActionEditEncodeRotate47:h=Um 47 Plätze rotieren
ActionEditEncodeRotate5:h=Um 5 Plätze rotieren
ActionEditEncodeURL:h=URL verschlüsseln
ActionEditEncodeURL=URL
ActionEditFormatJSON=JSON Format
ActionEditFormatJSONIndent2:h=JSON Format
ActionEditFormatJSONIndent2:s=Ctrl+Shift+J
ActionEditFormatJSONIndent2=2 Einrücken
ActionEditFormatJSONIndent3=3 Einrücken
ActionEditFormatJSONIndent4=4 Einrücken
ActionEditFormatJSONMinify=Minimieren
ActionEditFormatSQL:h=SQL Format
ActionEditFormatSQL=SQL Format
ActionEditFormatXML=XML Format
ActionEditFormatXMLFormat:h=XML Format
ActionEditFormatXMLFormat:s=Ctrl+Shift+X
ActionEditFormatXMLFormat=Aufbereitet
ActionEditFormatXMLMinify=Minimieren
ActionEditIndentDecrease:h=Einrückung verringern
ActionEditIndentDecrease:s=Shift+Ctrl+U
ActionEditIndentDecrease=Einzug verkleinern
ActionEditIndentIncrease:h=Einrückung erhöhen
ActionEditIndentIncrease:s=Shift+Ctrl+I
ActionEditIndentIncrease=Einzug vergrößern
ActionEditInsert=Einfügen
ActionEditInsertBlockComment:h=Block-Kommentar umschalten. Die Tastenkombination lautet Strg+Umschalt+VK_OEM_2. Die virtuelle Taste VK_OEM_2 variiert je nach Tastatur. Bei der DE-Standardtastatur ist es die '#' Taste.
ActionEditInsertBlockComment=Block-Kommentar
ActionEditInsertDateTime:h=Datum und Zeit einfügen
ActionEditInsertDateTime:s=Shift+Alt+D
ActionEditInsertDateTime=&Datum und Zeit
ActionEditInsertGUID:h=GUID einfügen
ActionEditInsertGUID:s=Shift+Ctrl+G
ActionEditInsertGUID=GUID
ActionEditInsertHexColor:h=Hexadezimalcode der Farbe
ActionEditInsertHexColor:s=Shift+Alt+C
ActionEditInsertHexColor=Farben Hex-Code
ActionEditInsertLine:h=Zeile einfügen
ActionEditInsertLine:s=Ctrl+Enter
ActionEditInsertLine=Zei&le
ActionEditInsertLineComment:h=Zeilenkommentar umschalten. Die Tastenkombination lautet Strg+VK_OEM_2. Die virtuelle Taste VK_OEM_2 variiert je nach Tastatur. Bei der DE-Standardtastatur ist es die '#' Taste.
ActionEditInsertLineComment=Zeilen-Kommentar
ActionEditInsertNull:h=Nullzeichen einfügen
ActionEditInsertNull:s=Shift+Ctrl+N
ActionEditInsertNull=Null
ActionEditInsertTag:h=HTML/XML Tags einfügen
ActionEditInsertTag:s=Ctrl+T
ActionEditInsertTag=&HTML/XML Tags...
ActionEditModify=Modifizieren
ActionEditModifyJoin:h=Text mit Trennzeichen verbinden
ActionEditModifyJoin=Verbinden
ActionEditModifyLineWrap:h=Zeilenumbruch mit Breite
ActionEditModifyLineWrap=Zeilenumbruch
ActionEditModifySpacesToTabs:h=Alle Leerzeichen in Tabstopps umwandeln
ActionEditModifySpacesToTabs=Leerzeichen zu Tabstopps
ActionEditModifySplit:h=Text mit Trennzeichen aufteilen
ActionEditModifySplit=Aufteilen
ActionEditModifyTabsToSpaces:h=Alle Tabstopps in Leerzeichen umwandeln
ActionEditModifyTabsToSpaces=Tabstopps zu Leerzeichen
ActionEditMove=Verschieben
ActionEditMoveLineDown:h=Zeile nach unten verschieben
ActionEditMoveLineDown:s=Shift+Ctrl+Down
ActionEditMoveLineDown=Zeile abwärts
ActionEditMoveLineUp:h=Zeile nach oben verschieben
ActionEditMoveLineUp:s=Shift+Ctrl+Up
ActionEditMoveLineUp=Zeile aufwärts
ActionEditMoveNextWord:h=Sprung zum nächsten Wort
ActionEditMoveNextWord:s=Ctrl+Right
ActionEditMoveNextWord=Nächstes Wort
ActionEditMovePreviousWord:h=Sprung zum vorherigen Wort
ActionEditMovePreviousWord:s=Ctrl+Left
ActionEditMovePreviousWord=Vorheriges Wort
ActionEditMoveSelectionDown:h=Selektion nach unten verschieben
ActionEditMoveSelectionDown:s=Shift+Alt+Down
ActionEditMoveSelectionDown=Selektion abwärts
ActionEditMoveSelectionLeft:h=Selektion nach links verschieben
ActionEditMoveSelectionLeft:s=Shift+Alt+Left
ActionEditMoveSelectionLeft=Selektion links
ActionEditMoveSelectionRight:h=Selektion nach rechts verschieben
ActionEditMoveSelectionRight:s=Shift+Alt+Right
ActionEditMoveSelectionRight=Selektion rechts
ActionEditMoveSelectionUp:h=Selektion nach oben verschieben
ActionEditMoveSelectionUp:s=Shift+Alt+Up
ActionEditMoveSelectionUp=Selektion aufwärts
ActionEditPaste:h=Einfügen
ActionEditPaste:s=Ctrl+V
ActionEditPaste=Einfügen
ActionEditRedo:h=Letzte Aktion wiederholen
ActionEditRedo:s=Shift+Ctrl+Z
ActionEditRedo=Wiede&rholen
ActionEditSelectAll:h=Alles auswählen
ActionEditSelectAll:s=Ctrl+A
ActionEditSelectAll=Alles auswählen
ActionEditSort=Sor&tieren
ActionEditSortAsc:h=Aufsteigend sortieren
ActionEditSortAsc:s=Shift+Ctrl+A
ActionEditSortAsc=&Aufsteigend
ActionEditSortDesc:h=Absteigend sortieren
ActionEditSortDesc:s=Shift+Ctrl+D
ActionEditSortDesc=Absteigen&d
ActionEditSortRandom:h=Zufällige Sortierung
ActionEditSortRandom=Zufällig
ActionEditToggleCase:h=Groß/Kleinschreibung
ActionEditToggleCase:s=Shift+Ctrl+C
ActionEditToggleCase=&Groß/Kleinschreibung
ActionEditToggleCaseAlternating:h=Groß/Kleinschreibung umschalten
ActionEditToggleCaseAlternating=Umkehrung
ActionEditToggleCaseLower:h=Kleinschreibung umschalten
ActionEditToggleCaseLower:s=Ctrl+L
ActionEditToggleCaseLower=Kleinbuchstaben
ActionEditToggleCaseSentence:h=Groß/Kleinschreibung des ersten Wortes umschalten
ActionEditToggleCaseSentence=Satzanfang
ActionEditToggleCaseTitle:h=Groß/Kleinschreibung einzelner Wörter umschalten
ActionEditToggleCaseTitle=Titel
ActionEditToggleCaseUpper:h=Großschreibung umschalten
ActionEditToggleCaseUpper:s=Ctrl+U
ActionEditToggleCaseUpper=Großbuchstaben
ActionEditTrim=Zuschneiden
ActionEditTrimBoth:h=Links und rechts zuschneiden
ActionEditTrimBoth=Beide
ActionEditTrimLeft:h=Links zuschneiden
ActionEditTrimLeft=Links
ActionEditTrimRight:h=Rechts zuschneiden
ActionEditTrimRight=Rechts
ActionEditUndo:h=Letzte Aktion rückgängig machen
ActionEditUndo:s=Ctrl+Z
ActionEditUndo=Rückgängig
ActionEditValidateXML=XML Gültigkeitsprüfung
ActionFile=Datei
ActionFileAddToFavourites:h=Datei zu den Favoriten hinzufügen
ActionFileAddToFavourites:s=Ctrl+D
ActionFileAddToFavourites=Zu Favoriten hinzufügen
ActionFileCanClose:h=Legt fest, ob die Registerkarte geschlossen werden kann oder nicht
ActionFileCanClose=Kann geschlossen werden
ActionFileClose=Schließen
ActionFileCloseActive:h=Aktives Dokument schließen
ActionFileCloseActive:s=Ctrl+F4
ActionFileCloseActive=Aktiv
ActionFileCloseAll:h=Alle offenen Dateien schließen
ActionFileCloseAll=Alle
ActionFileCloseAllOther:h=Alle anderen Dateien schließen
ActionFileCloseAllOther:s=Shift+Ctrl+F4
ActionFileCloseAllOther=Alle anderen
ActionFileCloseModified:h=Geänderte Dateien schließen
ActionFileCloseModified=Geänderte
ActionFileCloseSelected:h=Ausgewählte Dateien schließen
ActionFileCloseSelected=Ausgewählte
ActionFileCloseUnmodified:h=Unveränderte Dateien schließen
ActionFileCloseUnmodified=Unveränderte
ActionFileContextMenu:h=Kontextmenü
ActionFileContextMenu=K&ontextmenü
ActionFileExit:h=Die Anwendung beenden
ActionFileExit:s=Alt+F4
ActionFileExit:s2=ESC
ActionFileExit=Be&enden
ActionFileFavourites=Favoriten
ActionFileFavouritesProperties=Eigenschaften...
ActionFileHTMLExport:h=Datei nach HTML exportieren
ActionFileHTMLExport=HTML-Export
ActionFileInfo:h=Informationen über die aktive Datei
ActionFileInfo=H&inweis...
ActionFileMoveCaretAtTheEndAfterReload:h=Legt fest, ob der Editor die Einfügemarke nach dem erneuten Laden an das Ende verschiebt
ActionFileMoveCaretAtTheEndAfterReload=Setzt Einfügemarke nach erneutem Laden am Ende
ActionFileNew:h=Neues Dokument erstellen
ActionFileNew:s=Ctrl+N
ActionFileNew=&Neu
ActionFileOpen:h=Ein vorhandenes Dokument öffnen
ActionFileOpen:s=Ctrl+O
ActionFileOpen=&Öffnen...
ActionFileOpenCommandPrompt:h=Eingabeaufforderung öffnen
ActionFileOpenCommandPrompt=Befehlszeile
ActionFileOpenFileExplorer:h=Datei-Explorer öffnen
ActionFileOpenFileExplorer=Datei-Explorer
ActionFileOpenInBrowser:h=Aktives Dokument im Standard-Browser öffnen
ActionFileOpenInBrowser:s=Alt+B
ActionFileOpenInBrowser=&Browser
ActionFilePrint:h=Aktives Dokument drucken
ActionFilePrint:s=Ctrl+P
ActionFilePrint=Drucken...
ActionFilePrintPreview:h=Vorschau
ActionFilePrintPreview=Dr&uckvorschau...
ActionFileProperties:h=Dateieigenschaften ansehen
ActionFileProperties=Eigenschaften...
ActionFileReadOnly:h=Nur lesen Berechtigung des Editors umschalten
ActionFileReadOnly=Nur lesen
ActionFileReloadAutomatically:h=Automatisches Neuladen des Editors umschalten
ActionFileReloadAutomatically=Automatisch neu laden
ActionFileRemoveFromFavourites=Aus Favoriten entfernen
ActionFileRenameTab=Registerkarte umbenennen
ActionFileReopen=Erneut öffnen
ActionFileReopenProperties=Eigenschaften...
ActionFileSave:h=Aktives Dokument speichern
ActionFileSave:s=Ctrl+S
ActionFileSave=&Speichern
ActionFileSaveAll:h=Alle Dokumente speichern
ActionFileSaveAll:s=Shift+Ctrl+S
ActionFileSaveAll=Alle sp&eichern
ActionFileSaveAs:h=Dokument unter neuem Namen speichern
ActionFileSaveAs:s=Ctrl+Alt+S
ActionFileSaveAs=S&peichern als...
ActionFileSelectFromDirectory:h=Wählen Sie die Datei im aktiven Verzeichnis aus
ActionFileSelectFromDirectory=Aus Verzeichnis auswählen
ActionFileTrimTrailingSpaces:h=Leerzeichen am Ende kürzen umschalten
ActionFileTrimTrailingSpaces=Leerzeichen am Ende kürzen
ActionFileUpload=Hochladen
ActionGotoNextBookmark:h=Zum nächsten Lesezeichen gehen
ActionGotoNextBookmark:s=F2
ActionGotoNextBookmark=Nächstes
ActionGotoPreviousBookmark:h=Zum vorherigen Lesezeichen gehen
ActionGotoPreviousBookmark:s=Shift+F2
ActionGotoPreviousBookmark=Vorheriges
ActionHelp=&Hilfe
ActionHelpAboutTextEditorPro:h=Information über Text Editor Pro anzeigen
ActionHelpAboutTextEditorPro=Über Text Editor Pro
ActionHelpCheckForUpdates:h=Nach Updates suchen
ActionHelpCheckForUpdates=Na&ch Updates suchen
ActionHelpSendFeedback:h=Senden Sie eine Rückmeldung an info@texteditor.pro
ActionHelpSendFeedback=Rückmeldung senden
ActionHelpShortcuts:h=Tastenkombinationen anzeigen
ActionHelpShortcuts:s=Ctrl+F1
ActionHelpShortcuts=Tastenkombinationen
ActionHelpVisitHomepage:h=Text Editor Pro Homepage besuchen - https://texteditor.pro
ActionHelpVisitHomepage=Webseite besuchen
ActionImageViewRotateClockwise:h=Seite im Uhrzeigersinn drehen
ActionImageViewRotateCounterClockwise:h=Seite gegen Uhrzeigersinn drehen
ActionImageViewZoomIn:h=Vergrößern
ActionImageViewZoomOut:h=Verkleinern
ActionMenuEdit:h=Zur Menüseite Bearbeiten wechseln
ActionMenuFile:h=Zur Menüseite Datei wechseln
ActionMenuHelp:h=Zur Menüseite Hilfe wechseln
ActionMenuSearch:h=Zur Menüseite Suche wechseln
ActionMenuTools:h=Zur Menüseite Werkzeuge wechseln
ActionMenuView:h=Zur Menüseite Ansicht wechseln
ActionOpenColorTheme:h=Öffnet das Farbschema in der Titelleiste
ActionOpenColorTheme:s=Alt+F11
ActionOpenColorTheme=Farbschema
ActionOpenEncoding:h=Öffnet die Verschlüsselung in der Titelleiste
ActionOpenEncoding:s=Alt+F9
ActionOpenEncoding=Kodierung
ActionOpenFileList:h=Öffnet die Dateiliste in der Titelleiste
ActionOpenFileList:s=Alt+F12
ActionOpenFileList=Dateien
ActionOpenHighlighter:h=Syntax-Highlighter Menü in der Titelleiste öffnen
ActionOpenHighlighter:s=Alt+F10
ActionOpenHighlighter=Syntax-Highlighter
ActionOutputClose=S&chließen
ActionOutputCloseActive:h=Aktuelle Seite schließen
ActionOutputCloseActive=Aktiv
ActionOutputCloseAll:h=Alle Seiten schließen
ActionOutputCloseAll=Alle
ActionOutputCloseAllOtherPages:h=Alle anderen schließen
ActionOutputCloseAllOtherPages=A&lle anderen Seiten
ActionOutputCloseSelected:h=Ausgewählte schließen
ActionOutputCloseSelected=Ausgewählte
ActionOutputCollapseAll:h=Alle zusammenfalten
ActionOutputCollapseAll=Alle zusammenfalten
ActionOutputCopyAllToClipboard:h=Alles in die Zwischenablage kopieren
ActionOutputCopyAllToClipboard=Alles in die Zwischenablage kopieren
ActionOutputCopySelectedToClipboard:h=Selektion in die Zwischenablage kopieren
ActionOutputCopySelectedToClipboard=Selektion in die Zwischenablage kopieren
ActionOutputExpandAll:h=Alles entfalten
ActionOutputExpandAll=Alles entfalten
ActionOutputOpenAll:h=Alle Dateien öffnen
ActionOutputOpenAll=Alle öffnen
ActionOutputOpenSelected:h=Ausgewählte Dateien öffnen
ActionOutputOpenSelected=&Öffnet ausgewählte
ActionOutputRefresh=Aktualisieren
ActionOutputSelectAll:h=Alle Dateien auswählen
ActionOutputSelectAll=Alle auswählen
ActionOutputUnselectAll:h=Alle Dateien abwählen
ActionOutputUnselectAll=Alle abwählen
ActionPDFFindNext:h=Nächstes finden
ActionPDFFindPrevious:h=Vorheriges finden
ActionPDFNextPage:h=Nächste Seite
ActionPDFPreviousPage:h=Vorherige Seite
ActionPDFRotatePageClockwise:h=Seite im Uhrzeigersinn drehen
ActionPDFRotatePageCounterClockwise:h=Seite gegen Uhrzeigersinn drehen
ActionPDFSearchHighlightAll=Alle hervorheben
ActionPDFSearchMatchCase=Groß/Kleinschreibung
ActionPDFSearchWholeWords=Ganze Wörter
ActionPDFZoomIn:h=Vergrößern
ActionPDFZoomOut:h=Verkleinern
ActionSearch=&Suchen
ActionSearchBookmarks:h=Alle gespeicherten Lesezeichen einblenden oder aktualisieren
ActionSearchBookmarks=Lesezeichen
ActionSearchClearBookmarks:h=Alle Lesezeichen löschen
ActionSearchClearBookmarks=Lesezeichen löschen
ActionSearchClose:h=Schließen
ActionSearchEngine:h=Suchmethode auswählen
ActionSearchEngine=Suchmethode
ActionSearchFindAll:h=Alle passenden Texte finden
ActionSearchFindAll:s=Alt+Enter
ActionSearchFindAll=Alle finden
ActionSearchFindDuplicates:h=Duplikate finden
ActionSearchFindDuplicates=Duplikate finden
ActionSearchFindInFiles:h=Suche eine Zeichenfolge in mehreren Dateien
ActionSearchFindInFiles:s=Shift+Ctrl+F
ActionSearchFindInFiles=In Dateien &finden...
ActionSearchFindNext:h=Finde nächsten passenden Text
ActionSearchFindNext:s=F3
ActionSearchFindNext=&Nächstes finden
ActionSearchFindPrevious:h=Finde vorherigen passenden Text
ActionSearchFindPrevious:s=Shift+F3
ActionSearchFindPrevious=Vorheriges finden
ActionSearchGoToBookmarks:h=Gehe zu Lesezeichen
ActionSearchGoToBookmarks=Gehe zu Lesezeichen
ActionSearchGoToLine:h=Gehe zu Zeile
ActionSearchGoToLine:s=Ctrl+G
ActionSearchGoToLine=Gehe zu Zeile
ActionSearchInSelection:h=Selektion
ActionSearchInSelection=Selektion
ActionSearchMatchCase:h=Groß/Kleinschreibung
ActionSearchMatchCase=Groß/Kleinschreibung
ActionSearchOptions:h=Suchoptionen
ActionSearchReplace:h=Ersetze angegebenen Text mit anderem Text
ActionSearchReplace:s=Ctrl+R
ActionSearchReplace=E&rsetzen...
ActionSearchSearchButton:h=Suchen nach bestimmtem Text
ActionSearchSearchButton:s=Ctrl+F
ActionSearchSearchButton=&Suchen...
ActionSearchSpellCheck:h=Rechtschreibprüfung
ActionSearchSpellCheck:s=F6
ActionSearchSpellCheck=Rechtschreibprüfung
ActionSearchSpellCheckNextError:h=Nächster Rechtschreibprüfungsfehler
ActionSearchSpellCheckNextError:s=Ctrl+F6
ActionSearchSpellCheckNextError=Nächster Fehler
ActionSearchSpellCheckPreviousError:h=Vorheriger Rechtschreibprüfungsfehler
ActionSearchSpellCheckPreviousError:s=Ctrl+Shift+F6
ActionSearchSpellCheckPreviousError=Vorheriger Fehler
ActionSearchTextItems:h=Gesuchte Begriffe
ActionSearchTextItems=Gesuchte Begriffe...
ActionSearchToggleBookmark:h=Lesezeichen in aktueller Zeile setzen oder löschen. Lesezeichen können auch mit Ctrl+Shift+1..9 gesetzt werden. Gehe zu Lesezeichen mit Ctrl+1..9.
ActionSearchToggleBookmark:s=Ctrl+F2
ActionSearchToggleBookmark=Lesezeichen se&tzen
ActionSearchToggleBookmarks:h=Lesezeichen aktivieren
ActionSearchToggleBookmarks=Lesezeichen aktivieren
ActionSearchWholeWords:h=Vollständige Wörter
ActionSearchWholeWords=Ganze Wörter
ActionStatusBarShowCaretPosition=Einfügeposition anzeigen
ActionStatusBarShowCharacterCount=Zeichenanzahl anzeigen
ActionStatusBarShowEditorZoom=Editor-Zoom einblenden
ActionStatusBarShowEncoding=Kodierung anzeigen
ActionStatusBarShowFileLineBreak=Zeilenumbruch der Datei anzeigen
ActionStatusBarShowFileOpeningTime=Ladezeit einer Datei anzeigen
ActionStatusBarShowHints=Hinweise anzeigen
ActionStatusBarShowKeyState=Einfüge- bzw. Überschreibmodus anzeigen
ActionStatusBarShowLineCount=Zeilenanzahl anzeigen
ActionStatusBarShowMacro=Makrosteuerung anzeigen
ActionStatusBarShowModified=Auf geänderte Dateien hinweisen
ActionStatusBarShowSelectionInfo=Auswahlinformationen in Statusleiste anzeigen
ActionStatusBarShowSizeGrip=Griff für Fenstergröße anzeigen
ActionToolbarMenuLanguage=Sprache
ActionToolbarMenuLayout=Anordnung
ActionToolbarMenuLayoutSingle=Einzeln
ActionToolbarMenuLayoutThreeColumns=Drei Spalten
ActionToolbarMenuLayoutTwoColumns=Zwei Spalten
ActionToolbarMenuView=Ansicht
ActionTools=Werkzeuge
ActionToolsCharacterMap:h=Zeichen durch Doppelklick in das aktuelle Dokument einfügen
ActionToolsCharacterMap=Zei&chentabelle...
ActionToolsClipboardHistory:h=Verlauf der Zwischenablage
ActionToolsClipboardHistory=Verlauf der Zwischenablage
ActionToolsConvert:h=Zwischen numerischen Einheiten umrechnen
ActionToolsConvert=K&onvertieren...
ActionToolsExecute:h=Benutzerdefinierter Anwendungen ausführen
ActionToolsExecute=Ausführen
ActionToolsExecuteConfigure:h=Konfigurieren der Ausführungseigenschaften
ActionToolsExecuteConfigure=Konfiguration...
ActionToolsLanguageEditor:h=Spracheneditor
ActionToolsLanguageEditor=Spracheneditor...
ActionToolsMacro=Makro
ActionToolsMacroOpen:h=Ein existierendes Makro öffnen
ActionToolsMacroOpen=Öffnen...
ActionToolsMacroPause:h=Makro pausieren
ActionToolsMacroPause:s=Shift+Ctrl+R
ActionToolsMacroPause=&Pausieren
ActionToolsMacroPlayback:h=Makro wiedergeben
ActionToolsMacroPlayback:s=Shift+Ctrl+P
ActionToolsMacroPlayback=Wiedergeben
ActionToolsMacroRecord:h=Makro aufnehmen
ActionToolsMacroRecord:s=Shift+Ctrl+R
ActionToolsMacroRecord=Aufnehmen
ActionToolsMacroSaveAs:h=Makro unter neuem Namen speichern
ActionToolsMacroSaveAs=Speichern &als...
ActionToolsMacroStop:h=Makroaufnahme stoppen
ActionToolsMacroStop:s=Shift+Ctrl+S
ActionToolsMacroStop=&Stopp
ActionToolsMagnifier:h=Bildschirmlupe
ActionToolsMagnifier=Lupe
ActionToolsMagnifierBorderStyle:h=Rahmenstil
ActionToolsMagnifierBorderStyle=Rahmenstil
ActionToolsMagnifierBorderStyleDefault:h=Voreingestellter Rahmenstil
ActionToolsMagnifierBorderStyleDefault=Voreinstellung
ActionToolsMagnifierBorderStyleFlat:h=Flacher Rahmenstil
ActionToolsMagnifierBorderStyleFlat=Flach
ActionToolsMagnifierBorderStyleNone:h=Ohne Rahmen
ActionToolsMagnifierBorderStyleNone=Ohne
ActionToolsMagnifierClose:h=Lupe schließen
ActionToolsMagnifierClose:s=Ctrl+Esc
ActionToolsMagnifierClose=Schließen
ActionToolsMagnifierScaling:h=Skalierung
ActionToolsMagnifierScaling=Skalierung
ActionToolsMagnifierScaling16x:h=Sechzehnfache Skalierung
ActionToolsMagnifierScaling16x=16x
ActionToolsMagnifierScaling2x:h=Doppelte Skalierung
ActionToolsMagnifierScaling2x=2x
ActionToolsMagnifierScaling4x:h=Vierfache Skalierung
ActionToolsMagnifierScaling4x=4x
ActionToolsMagnifierScaling8x:h=Achtfache Skalierung
ActionToolsMagnifierScaling8x=8x
ActionToolsMagnifierStyle:h=Stil
ActionToolsMagnifierStyle=Stil
ActionToolsMagnifierStyleLens:h=Stil: Linse
ActionToolsMagnifierStyleLens=Linse
ActionToolsMagnifierStyleRectangle:h=Stil: Rechteck
ActionToolsMagnifierStyleRectangle=Rechteck
ActionToolsOptions:h=Optionen einstellen
ActionToolsOptions=&Optionen...
ActionToolsPauseSpeaking:h=Sprechen pausieren
ActionToolsPauseSpeaking=Sprechpause
ActionToolsSelectForTextCompare:h=Dokument zum Vergleichen auswählen...
ActionToolsSelectForTextCompare=Zum Vergleichen auswählen...
ActionToolsSpeech=Vorlesen
ActionToolsStartSpeaking:h=Mit dem Vortragen beginnen
ActionToolsStartSpeaking=Vorlesen beginnen
ActionToolsStopSpeaking:h=Den Vortrag beenden
ActionToolsStopSpeaking=Vorlesen beenden
ActionToolsTextCompare:h=Dateien vergleichen
ActionToolsTextCompare=Da&teien vergleichen...
ActionView=Ansicht
ActionViewBookmarkList:h=Lesezeichenliste anzeigen oder ausblenden
ActionViewBookmarkList=Lesezeichenliste
ActionViewColorThemeSelection:h=Auswahl des Farbschemas ein- oder ausblenden
ActionViewColorThemeSelection=Farbschema
ActionViewDirectory=Verzeichnis
ActionViewDirectoryClose:h=Aktives Verzeichnis schließen
ActionViewDirectoryClose:s=Shift+Alt+X
ActionViewDirectoryClose=Verzei&chnis schließen
ActionViewDirectoryEdit:h=Aktives Verzeichnis bearbeiten
ActionViewDirectoryEdit:s=Shift+Ctrl+E
ActionViewDirectoryEdit=B&earbeiten...
ActionViewDirectoryOpen:h=Neues Verzeichnis öffnen
ActionViewDirectoryOpen:s=Ctrl+Alt+D
ActionViewDirectoryOpen=Öffnen...
ActionViewDirectoryVisibility:h=Verzeichnis ein- oder ausblenden
ActionViewDirectoryVisibility=Verzeichnis
ActionViewEncodingSelection:h=Kodierungsauswahl ein- oder ausblenden
ActionViewEncodingSelection=Kodierung
ActionViewFiles:h=Dateien im ausgewählten Verzeichnis und dessen Untererzeichnissen suchen
ActionViewFiles:s=Ctrl+F12
ActionViewFiles=Dateien...
ActionViewFolding=Faltabschnitte
ActionViewFoldingCollapse=Zusammenfalten
ActionViewFoldingCollapseAll:h=Alle zusammenfalten
ActionViewFoldingCollapseAll=Alle zusammenfalten
ActionViewFoldingCollapseAllDownFromActiveLine:h=Alle unterhalb der aktiven Zeile zusammenfalten
ActionViewFoldingCollapseAllDownFromActiveLine=Alle unterhalb der aktiven Zeile zusammenfalten
ActionViewFoldingCollapseAllUpFromActiveLine:h=Alle oberhalb der aktiven Zeile zusammenfalten
ActionViewFoldingCollapseAllUpFromActiveLine=Alle oberhalb der aktiven Zeile zusammenfalten
ActionViewFoldingCollapseLine:h=Aktiven Abschnitt zusammenfalten
ActionViewFoldingCollapseLine:s=Ctrl+Alt+Left
ActionViewFoldingCollapseLine=Abschnitt zusammenfalten
ActionViewFoldingExpand=Entfalten
ActionViewFoldingExpandAll:h=Alle entfalten
ActionViewFoldingExpandAll=Alle entfalten
ActionViewFoldingExpandAllDownFromActiveLine:h=Alle unterhalb der aktiven Zeile entfalten
ActionViewFoldingExpandAllDownFromActiveLine=Unter aktiver Zeile entfalten
ActionViewFoldingExpandAllUpFromActiveLine:h=Alle oberhalb der aktiven Zeile entfalten
ActionViewFoldingExpandAllUpFromActiveLine=Über aktiver Zeile entfalten
ActionViewFoldingExpandLine:h=Aktiven Abschnitt entfalten
ActionViewFoldingExpandLine:s=Ctrl+Alt+Right
ActionViewFoldingExpandLine=Abschnitt entfalten
ActionViewFoldingNext:h=Weiter zum nächsten Faltabschnitt
ActionViewFoldingNext:s=Ctrl+Alt+Down
ActionViewFoldingNext=Nächster Faltabschnitt
ActionViewFoldingPrevious:h=Zurück zum vorherigen Faltabschnitt
ActionViewFoldingPrevious:s=Ctrl+Alt+Up
ActionViewFoldingPrevious=Vorheriger Faltabschnitt
ActionViewFullScreen:h=Vollbild umschalten
ActionViewFullScreen:s=F11
ActionViewFullScreen=Vollbild
ActionViewHexEditor:h=Hex-Editor ein- oder ausblenden
ActionViewHexEditor:s=Ctrl+H
ActionViewHexEditor=Hex-Editor
ActionViewHighlighterSelection:h=Syntax-Highlighter Auswahl ein- oder ausblenden
ActionViewHighlighterSelection=Syntax-&Highlighter
ActionViewLineNumbers:h=Zeilennummern umschalten
ActionViewLineNumbers=Zeilennummern
ActionViewMainMenu:h=Hauptmenü ein- oder ausblenden
ActionViewMainMenu=Hauptmenü
ActionViewMenuBar:h=Menüleiste ein- oder ausblenden
ActionViewMenuBar=Menüleiste
ActionViewMiniMap:h=Miniübersicht ein- oder ausblenden
ActionViewMiniMap=Miniübersicht
ActionViewNextPage:h=Gehe zu nächster Seite
ActionViewNextPage:s=Ctrl+Tab
ActionViewNextPage=&Nächste Seite
ActionViewOutput:h=Ausgabe ein- oder ausblenden
ActionViewOutput=Ausgabe
ActionViewPreviousPage:h=Gehe zu vorheriger Seite
ActionViewPreviousPage:s=Shift+Ctrl+Tab
ActionViewPreviousPage=Vorherige Seite
ActionViewRuler:h=Lineal ein- oder ausblenden
ActionViewRuler=Lineal
ActionViewSelectionMode:h=Zwischen Zeilen- und Spaltenauswahlmodus wechseln. Zusätzlich schaltet das Betätigen der Alt-Taste den Auswahlmodus um.
ActionViewSelectionMode=Selektions&modus
ActionViewSFTP=SFTP
ActionViewSFTPConnect=Verbinden
ActionViewSFTPDisconnect=Trennen
ActionViewSFTPEdit=Bearbeiten
ActionViewSkinSelector=Erscheinungsbild
ActionViewSpecialChars:h=Sonderzeichen aktivieren
ActionViewSpecialChars=Sonderze&ichen
ActionViewSplit:h=Editor aufteilen
ActionViewSplit=Aufteilen
ActionViewSplitHorizontal:h=Horizontale Teilung
ActionViewSplitHorizontal=Horizontal
ActionViewSplitVertical:h=Vertikale Teilung
ActionViewSplitVertical=Vertikal
ActionViewStatusBar:h=Statusleiste ein- oder ausblenden
ActionViewStatusBar=&Statusleiste
ActionViewSyncEdit:h=Synchrone Bearbeitung ein- oder ausblenden
ActionViewSyncEdit:s=Shift+Ctrl+H
ActionViewSyncEdit=Synchronisieren
ActionViewTitleBar=Titelleiste
ActionViewTitleBarApplicationName:h=Anwendungsname in der Titelleiste ein- oder ausblenden
ActionViewTitleBarApplicationName=Anwendungsname
ActionViewTitleBarFavourite:h=Favorit in der Titelleiste ein- oder ausblenden
ActionViewTitleBarFavourite=Favorit
ActionViewTitleBarFileList:h=Dateiliste in der Titelleiste ein- oder ausblenden
ActionViewTitleBarFileList=Dateiliste
ActionViewTitleBarFilename:h=Dateiname in der Titelleiste ein- oder ausblenden
ActionViewTitleBarFilename=Dateiname
ActionViewTitleBarMagnifier:h=Lupe in der Titelleiste ein- oder ausblenden
ActionViewTitleBarMagnifier=Lupe
ActionViewToolbar:h=Werkzeugleiste ein- oder ausblenden
ActionViewToolbar=Werkzeugleis&te
ActionViewWordWrap:h=Zeilenumbruch umschalten
ActionViewWordWrap=Zeilenumbruch
ActionViewXMLTree:h=XML-Baum ein- oder ausblenden
ActionViewXMLTree=&XML-Baum
ActionViewZoomEditorIn:h=Editor heranzoomen
ActionViewZoomEditorIn=Vergrößern
ActionViewZoomEditorOut:h=Editor herauszoomen
ActionViewZoomEditorOut=Verkleinern
ActionViewZoomEditorReset:h=Editor-Zoom zurücksetzen
ActionViewZoomEditorReset=Zoom zurücksetzen
ActionXMLTreeRefresh:h=XML-Baum aktualisieren
ActionXMLTreeRefresh=Aktualisie&ren

[Message]
CannotFindString=Kann Zeichenfolge "%s" nicht finden
DuplicatesWereNotFound=Es wurden keine Duplikate gefunden
InstallNewVersion=Die neue Softwareversion installieren?
LatestVersion=Sie verwenden die neueste Version.
NoDefaultPrinter=Es ist derzeit kein Standarddrucker ausgewählt.
PdfErrorPassword=Passwort erforderlich oder ungültiges Passwort.
ScaleChange=Einige Skalierungsänderungen werden möglicherweise nicht korrekt angezeigt, bis Sie die Anwendung neu starten.
SelectFilePathFromDirectory=Wählen Sie den Dateipfad aus dem Verzeichnis

[NewFolderDialog]
Caption=Neuer Ordner
EditPath=Pfad

[OptionsApplicationClipboardHistoryFrame]
CheckBoxClipboardHistoryEnabled=Aktiviert
SpinEditClipboardHistoryItemsCount=Anzahl der Einträge

[OptionsApplicationFrame]
CheckBoxAddApplicationInOpentWithContextMenu=Anwendung im Kontextmenü 'Öffnen mit' hinzufügen
CheckBoxAllowExitWithEsc=Beenden mit Esc zulassen
CheckBoxAllowMultipleInstances=Mehrere Instanzen zulassen
CheckBoxCloseMinimizes=Schließen minimiert Fenster
CheckBoxDropFiles=Ablegen von Dateien zulassen
CheckBoxHotExit:h=Beenden ohne Aufforderung zum Speichern der Dateien. Diese werden aufbewahrt und wiederhergestellt.
CheckBoxHotExit=Schnelles Beenden
CheckBoxMinimizeToSystemTray=In die Taskleiste minimieren
CheckBoxStayOnTop=Im Vordergrund bleiben
CheckBoxUseLatestCommonDialogs=Die letzten gemeinsamen Dialoge verwenden
CheckBoxUseReverseUTF8Naming=Umgekehrte UTF-8-Kodierung für Benennung verwenden
ComboBoxLanguage=Sprache
SpinEditReopenMaxFileCount=Maximale Dateianzahl erneut öffnen
SpinEditSplitterSize=Splittergröße

[OptionsApplicationModifiedFilesFrame]
CheckBoxAskToReloadModifiedFiles=Zum erneuten laden auffordern
CheckBoxMoveCaretAtTheEnd=Einfügemarke nach neu laden am Ende setzen
CheckBoxPollFileChanges=Dateiänderungen abfragen
CheckBoxReloadAutomaticallyModifiedFiles=Automatisch neu laden
SpinEditPollingInterval=Abfrageintervall (ms)

[OptionsApplicationScalingFrame]
RadioButtonAuto=Automatisch
RadioButtonPercent=Prozent
RadioButtonPixelsPerInch=Pixel pro Zoll

[OptionsApplicationUpdatesFrame]
CheckBoxCheckForUpdatesAtStartup=Beim Start auf Aktualisierung prüfen
CheckBoxCheckForUpdatesWhenClosing=Beim Schließen auf Aktualisierung prüfen

[OptionsDirectoryFrame]
CheckBoxAutoHide=Automatisch ausblenden
CheckBoxAutoSelect=Automatisch selektiert
CheckBoxShowArchiveFiles=Archivdateien anzeigen
CheckBoxShowHiddenFiles=Versteckte Dateien anzeigen
CheckBoxShowOverlayIcons=Überlappungssymbole anzeigen
CheckBoxShowSystemFiles=Systemdateien anzeigen
CheckBoxShowTreeLines=Baumstrukturen anzeigen
CheckBoxUseExplorerTheme=Explorer-Farbschema verwenden
CheckBoxUseSelectedPathAsDefaultDirectory=Selektierter Pfad wird zum Standard-Verzeichnis
ComboBoxAlign=Ausrichten
SpinEditIndent=Einrücken
SpinEditMargin=Randbereich

[OptionsDirectoryTabsFrame]
CheckBoxBoldActiveTab=Aktive Registerkarte fett darstellen
CheckBoxCloseTabByDblClick=Registerkarte mit Doppelklick schließen
CheckBoxCloseTabByMiddleClick=Registerkarte mit Mittelklick schließen
CheckBoxEnlargeActiveTab=Aktive Registerkarte vergrößern
CheckBoxMultiline=Mehrzeilig
CheckBoxRightClickSelect=Auswählen mit Rechtsklick
CheckBoxSaveTabs=Registerkarten speichern
CheckBoxShowIcon=Symbol anzeigen
CheckBoxShowOpenDirectoryButton=Schaltfläche "Verzeichnis öffnen" anzeigen
ComboBoxShowCloseButton=Schließen Schaltfläche anzeigen
GroupBoxFont=Schriftart
GroupBoxFontSize=Schriftgröße
RadioButtonFontCustom=Benutzerdefiniert
RadioButtonFontDefault=Voreinstellung
RadioButtonFontSizeCustom=Benutzerdefiniert
RadioButtonFontSizeDefault=Voreinstellung
SpinEditTabHeight=Höhe
SpinEditTabMargin=Randbreite
SpinEditTabSpacing=Abstand zwischen Symbol und Titel

[OptionsEditorBackupFrame]
CheckBoxActive=Aktiviert
EditFileExtension=Dateierweiterung
GroupBoxPath=Pfad
GroupBoxSuffix=Suffix
RadioButtonPathCustom=Benutzerdefiniert
RadioButtonPathFile=Datei
RadioButtonSuffixCounter=Zähler
RadioButtonSuffixDateAndTime=Datum und Uhrzeit
RadioButtonSuffixNone=Keine

[OptionsEditorBookmarkListFrame]
CheckBoxShowFilters=Filter anzeigen
CheckBoxShowLineNumbers=Zeilennummern anzeigen
CheckBoxTrimText=Text zuschneiden
CheckBoxUpdateForAllBookmarkLists=Aktualisierung aller Lesezeichenlisten
CheckBoxUpdateWidthWhenResized=Breite bei Größenänderung aktualisieren
CheckBoxVisible=Sichtbar
ComboBoxAlign=Ausrichtung
GroupBoxSortBy=Sortieren nach
RadioButtonSortByColor=Farbe
RadioButtonSortByLineNumber=Zeilennummer
RadioButtonSortByText=Text
SpinEditWidth=Breite

[OptionsEditorCaretFrame]
CheckBoxMultipleCaretsActive=Aktiviert
CheckBoxMultipleCaretsShowActiveLine=Aktive Zeile anzeigen
CheckBoxMultipleCaretsShowGhost=Position folgt Mauszeiger (Strg)
CheckBoxNonblinkingCaretActive=Aktiviert
CheckBoxRightMouseClickMovesCaret=Rechtsklick bewegt Einfügemarke
CheckBoxVisible=Sichtbar
ColorComboBoxNonblinkingCaretBackground=Hintergrundfarbe
ColorComboBoxNonblinkingCaretForeground=Vordergrundfarbe
ComboBoxStylesInsertCaret=Einfügen
ComboBoxStylesOverwriteCaret=Überschreiben
GroupBoxMultipleCarets=Mehrere Einfügemarken
GroupBoxNonBlinkingCaret=Nicht blinkende Einfügemarke
GroupBoxStyles=Stile

[OptionsEditorColorFrame]
ActionReset=Zurücksetzen
CheckBoxElementsAttributesBold=Fett
CheckBoxElementsAttributesItalic=Kursiv
CheckBoxElementsAttributesUnderline=Unterstreichen
CheckBoxSkinActiveLineBackground=Hintergrund der aktiven Zeile
CheckBoxSkinBackground=Hintergrund
CheckBoxSkinBookmarkPanelBackground=Hintergrund der Lesezeichen-Leiste
CheckBoxSkinCodeFoldingBackground=Hintergrund Code-Faltleiste
CheckBoxSkinCodeFoldingHintBackground=Hinweishintergrund bei gefalteten Code
CheckBoxSkinCompletionProposalBackground=Hintergrund Komplettvorschlag
CheckBoxSkinCompletionProposalSelectionBackground=Auswahlhintergrund für Abschlussvorschläge
CheckBoxSkinForeground=Vordergrund
CheckBoxSkinLeftMarginBackground=Hintergrund linker Randbereich
CheckBoxSkinSelectionBackground=Hintergrund der Auswahl
CheckBoxSkinSelectionForeground=Vordergrund der Auswahl
ColorComboBoxEditorColor=Farbe
ColorComboBoxElementsBackground=Hintergrund
ColorComboBoxElementsForeground=Vordergrund
ComboBoxColorTheme=Farbschema
ComboBoxEditorElement=Element
ComboBoxElementsName=Name
ComboBoxHighlighter=Syntax-Highlighter
DateEditDate=Datum
EditEmail=E-Mail
EditName=Name
EditVersion=Version
GroupBoxAttributes=Attribute
LabelSkinDescription=Verwende die Oberflächenfarbe für ausgewählte Elemente
TabSheetAuthor=Autor
TabSheetEditor=Editor
TabSheetElements=Elemente
TabSheetGeneral=Allgemein
TabSheetUseSkinColor=Farbverwendung des Erscheinungsbildes

[OptionsEditorCompletionProposalFrame]
CheckBoxActive=Aktiviert
CheckBoxAddHighlighterKeywords=Schlüsselworte aus Highlighter verwenden
CheckBoxAutoInvoke=Automatisch aufrufen
CheckBoxMatchCase=Groß/Kleinschreibung beachten
CheckBoxParseWordsFromText=Worte aus dem Text auslesen
CheckBoxShowSnippets=Code-Schnipsel verwenden
ComboBoxKeywordCase=Schlüsselwort Schreibweise
ComboBoxShortcut=Tastenkombination
SpinEditNumberOfRows=Anzahl der Reihen

[OptionsEditorCompletionProposalSnippetsFrame]
ActionAdd:h=Schnipsel hinzufügen
ActionAdd=Hinzufügen
ActionClone:h=Schnipsel klonen
ActionClone=Klonen
ActionDelete:h=Ausgewähltes Schnipsel löschen
ActionDelete=Löschen
ActionEdit:h=Ausgewähltes Schnipsel bearbeiten
ActionEdit=Bearbeiten
VirtualDrawTree:0=Schnipsel
VirtualDrawTree:1=Beschreibung

[OptionsEditorDefaultsFrame]
ComboBoxDefaultColor=Farbe
ComboBoxDefaultEncoding=Kodierung
ComboBoxDefaultHighlighter=Syntax-Highlighter
ComboBoxDefaultSQLHighlighter=SQL Syntax-Highlighter
EditBrowser=Browser
GroupBoxDirectory=Standard-Verzeichnis
RadioButtonCurrentWindowsDirectory=Aktuelles Windows-Verzeichnis
RadioButtonCustomDirectory=Benutzerdefiniertes Verzeichnis
RadioButtonLatestDirectory=Letztes Verzeichnis

[OptionsEditorFoldingFrame]
CheckBoxExpandByHintClick=Entfalten durch Klick auf Hinweis
CheckBoxFoldMultilineComments=Mehrzeilige Kommentare zusammenfalten
CheckBoxHighlightIndentGuides=Einrückungshilfen hervorheben
CheckBoxHighlightMatchingPair=Übereinstimmendes Paar hervorheben
CheckBoxShowCollapsedCodeHint=Code-Hinweis im gefalteten Zustand anzeigen
CheckBoxShowCollapsedLine=Unterstrich im gefalteten Zustand anzeigen
CheckBoxShowCollapseMarkAtTheEnd=Faltbereich mit Endmarke anzeigen
CheckBoxShowIndentGuides=Einrückungshilfen anzeigen
CheckBoxShowTreeLine=Baumstrukturen anzeigen
CheckBoxTextFoldingActive=Aktiviert
CheckBoxVisible=Sichtbar
ComboBoxGuideLineStyle=Stil der Leitlinie
ComboBoxMarkStyle=Stil der Markierung
GroupBoxCodeFolding=Code Faltung
GroupBoxTextFolding=Textdatei falten
RadioButtonOutlinedByACharacter=Mit folgendem Zeichen eingerahmt
RadioButtonOutlinedBySpacesAndTabs=Durch Leerzeichen und Tabstopps eingerahmt
SpinEditCollapsedRowCharacterCount=Zeichenanzahl in gefalteter Reihe
SpinEditDelayInterval=Verzögerungsintervall (ms)
SpinEditHintRowCount=Anzahl der Hinweisreihen

[OptionsEditorFontFrame]
ActionReset=Zurücksetzen
CheckBoxUseSameSettingsForAllColorThemes=Gleiche Einstellungen für alle Farbthemen verwenden
ComboBoxColorTheme=Farbschema
ComboBoxElement=Element
FontComboBoxFont=Schriftart
SpinEditFontSize=Schriftgröße

[OptionsEditorLeftMarginBookmarksFrame]
CheckBoxSaveBookmarks=Lesezeichen speichern
CheckBoxShowBookmarkColorsPopup=Popup für Lesezeichenfarben anzeigen
CheckBoxShowPanel=Lesezeichenleiste anzeigen
CheckBoxVisible=Sichtbar
ColorComboBoxLineColor=Farbe der Lesezeichen-Zeilen
SpinEditPanelWidth=Breite des Lesezeichenfeldes

[OptionsEditorLeftMarginFrame]
CheckBoxAutoSize=Automatische Größe
CheckBoxLineStateShowOnlyModified=Nur Änderungen anzeigen
CheckBoxLineStateVisible=Sichtbar
CheckBoxShowLineState=Geänderte Zeile anzeigen
ComboBoxLineStateAlign=Ausrichten
GroupBoxLineState=Zeilenstatus
SpinEditWidth=Breite

[OptionsEditorLeftMarginLineNumbersFrame]
CheckBoxShowAfterLastLine=Zeilennummern nach der letzten Zeile anzeigen
CheckBoxShowInTens=Zeilennummern in Zehnern
CheckBoxShowLeadingZeros=Zeilennummern anfangend ab Null
CheckBoxVisible=Sichtbar
SpinEditStartFrom=Beginnen ab der Zeile

[OptionsEditorMatchingPairFrame]
CheckBoxAutoComplete=Automatisch vervollständigen
CheckBoxHighlightActive=Aktiviert
CheckBoxHighlightAfterToken=Hervorheben nach Marke
CheckBoxHighlightUnmatched=Einzigartiges hervorheben
GroupBoxDisplay=Darstellung
GroupBoxHighlight=Hervorhebung
RadioButtonHighlight=Hervorgehoben
RadioButtonUnderline=Unterstrichen

[OptionsEditorMinimapFrame]
CheckBoxBlendingEnabled=Aktiviert
CheckBoxBlendingInvert=Umkehren
CheckBoxShowBookmarks=Lesezeichen anzeigen
CheckBoxShowBorder=Rand anzeigen
CheckBoxShowIndentGuides=Einrückungsrichtlinien anzeigen
CheckBoxShowSearchResults=Suchergebnisse anzeigen
CheckBoxShowSelection=Auswahl anzeigen
CheckBoxShowShadow=Schattierungen anzeigen
CheckBoxVisible=Sichtbar
ComboBoxAlign=Ausrichten
GroupBoxBlending=Mischung
SpinEditWidth=Breite

[OptionsEditorOptionsFrame]
CheckBoxAutoChangeEncoding=Automatische Änderung der Kodierung beim Speichern
CheckBoxAutoIndent=Automatisches Einrücken
CheckBoxAutoSave=Automatisches Speichern
CheckBoxDragDropEditing=Bearbeitung durch Ziehen und Ablegen
CheckBoxGroupUndo=Gruppierung auflösen
CheckBoxSaveUnmodified=Unverändert speichern
CheckBoxShowControlCharacters=Steuerzeichen anzeigen
CheckBoxShowNonBreakingSpaceAsSpace=Geschütztes Leerzeichen als Leerzeichen anzeigen
CheckBoxShowNullCharacters=Nullzeichen anzeigen
CheckBoxShowWarningBeforeSaving=Warnung vor dem Speichern anzeigen
CheckBoxShowZeroWidthSpaceCharacters=Breitenloses Leerzeichen anzeigen
CheckBoxTrailingLineBreak=Zeilenumbruch nach der letzten Zeile
CheckBoxTrimTrailingSpaces=Leerzeichen löschen
CheckBoxUndoAfterSave=Rückgängig nach Speichervorgang
ComboBoxDefaultLineBreak=Zeilenumbruch Voreinstellung
GroupBoxInternationalCharacters=Internationale Zeichen mit ASCII/ANSI-Kodierung
SpinEditBorderWidth=Rahmenbreite
SpinEditLineSpacing=Zeilenabstand
SpinEditMargin=Randbereich

[OptionsEditorRightMarginFrame]
CheckBoxAutoLineBreak=Automatischer Zeilenumbruch
CheckBoxMouseMove=Verschieben mit der Maus
CheckBoxShowMovingHint=Positionshinweis anzeigen
CheckBoxVisible=Sichtbar
SpinEditPosition=Position

[OptionsEditorRulerFrame]
CheckBoxShowSelection=Auswahl anzeigen
CheckBoxVisible=Sichtbar
SpinEditHeight=Höhe

[OptionsEditorScrollFrame]
CheckBoxAutosizeMaxWidth=Automatische Größe der maximalen Breite
CheckBoxHalfPage=Halbe Seite
CheckBoxHintFollows=Positionshinweis folgt Bildlaufleiste
CheckBoxPastEndOfFile=Über das Ende der Datei blättern
CheckBoxPastEndOfLineMarker=Über das Ende der Zeile blättern
CheckBoxShowHint=Vertikalposition anzeigen
CheckBoxShowHorizontalScrollBar=Horizontale Bildlaufleiste anzeigen
CheckBoxShowShadow=Schatten anzeigen
CheckBoxShowVerticalScrollBar=Vertikale Bildlaufleiste anzeigen

[OptionsEditorSearchFrame]
CheckBoxAutoCompleteEnabled=Aktiviert
CheckBoxBeepIfSearchStringNotFound=Signalton bei nicht gefundenem Suchbegriff
CheckBoxClearWhenClosed=Beim Schließen leeren
CheckBoxEntireScope=Gesamter Umfang
CheckBoxFileSpecificSearch=Dateispezifische Suche
CheckBoxFindWordAtCursor=Wort an Einfügemarke finden
CheckBoxHighlightResult=Suchergebnisse hervorheben
CheckBoxMatchCase=Groß/Kleinschreibung
CheckBoxNearOperatorEnabled=Aktiviert
CheckBoxSearchOnTyping=Suchen beim Schreiben
CheckBoxSearchOnTypingEnabled=Aktiviert
CheckBoxSetFocusIntoEditorWithEnter=Editor mit Enter fokussieren
CheckBoxShowSearchMap=Suchkarte anzeigen
CheckBoxShowSearchMatchNotFound=Suchübereinstimmung nicht gefunden anzeigen
CheckBoxShowSearchStringNotFound=Suchzeichenfolge nicht gefunden anzeigen
CheckBoxToggleSearchBar=Suchleiste ein-/ausblenden
CheckBoxUseUpAndDownArrowKeysToFind=Pfeiltasten nach oben und unten zum Suchen verwenden
CheckBoxVisible=Sichtbar
CheckBoxWholeWords=Ganze Wörter
CheckBoxWrapAround=Zeilenumbruch
ComboBoxSearchBarAlign=Suchleiste ausrichten
ComboBoxSearchMapAlign=Suchkarte ausrichten
GroupBoxAutoComplete=Automatisches Vervollständigen
GroupBoxNearOperator:h=Syntax: Wort1 NEAR Wort2 oder Wort1 NEAR:d Wort2, wobei d die maximale Nähe der Wörter angibt.
GroupBoxNearOperator=NEAR-Anweisung
GroupBoxSearchOnTyping=Suchen beim Schreiben
SpinEditAutoCompleteDelayInterval=Verzögerungsintervall (ms)
SpinEditNearOperatorMaximumDistance=Maximaler Abstand
SpinEditNearOperatorMinimumDistance=Minimaler Abstand
SpinEditSearchOnTypingDelayInterval=Verzögerungsintervall (ms)

[OptionsEditorSelectionFrame]
CheckBoxALTSetsColumnMode=ALT-Taste aktiviert Spaltenmodus
CheckBoxAutoCopyToClipboard=Kopiert automatisch in die Zwischenablage
CheckBoxExpandPrefixCharacters=Erweitern von Präfixzeichen
CheckBoxExpandRealNumbers=Reale Zahlen erweitern
CheckBoxFromEndOfLine=Ab Zeilenende
CheckBoxHighlightSimilarTerms=Ähnliche Begriffe hervorheben
CheckBoxTermsMatchCase=Berücksichtigung von Groß- und Kleinschreibung
CheckBoxToEndOfLastLine=Bis zum Ende der letzten Zeile
CheckBoxToEndOfLine=Bis zum Ende der Zeile
CheckBoxTripleClickRowSelect=Ganze Reihe mit Dreifachklick markieren
CheckBoxVisible=Sichtbar

[OptionsEditorSortFrame]
CheckBoxCaseSensitive=Groß-/Kleinschreibung beachten
CheckBoxNaturalSortOrder=Ursprüngliche Sortierreihenfolge

[OptionsEditorSpecialCharsFrame]
CheckBoxLineBreakVisible=Sichtbar
CheckBoxSelectionVisible=Sichtbar
CheckBoxVisible=Aktiviert
ColorComboBoxLineBreakColor=Farbauswahl
ColorComboBoxSelectionColor=Farbauswahl
ComboBoxArrowStyle=Pfeilform
ComboBoxLineBreakStyle=Form
GroupBoxColor=Farbauswahl
GroupBoxLineBreak=Zeilenende
GroupBoxSelection=Auswahl
RadioButtonCustomColor=Benutzerdefiniert
RadioButtonMiddleColor=Mittlere
RadioButtonTextColor=Text

[OptionsEditorSpellCheckFrame]
CheckBoxActive=Aktiviert
ColorComboBoxUnderlineColor=Farbauswahl
ComboBoxDictionary=Wörterbuch
ComboBoxUnderlineType=Typ
GroupBoxUnderline=Unterstreichung

[OptionsEditorSyncEditFrame]
CheckBoxActive=Aktiviert
CheckBoxMatchCase=Groß/Kleinschreibung
CheckBoxShowActivateIcon=Aktivierungssymbol anzeigen

[OptionsEditorTabsFrame]
CheckBoxBoldActiveTab=Aktive Registerkarte fett darstellen
CheckBoxCloseTabByDblClick=Registerkarte mit Doppelklick schließen
CheckBoxCloseTabByMiddleClick=Registerkarte mit Mittelklick schließen
CheckBoxDimReadOnlyWhenNotActive=Dimmen, wenn dem Register nur Lesen erlaubt ist
CheckBoxEnlargeActiveTab=Aktive Registerkarte vergrößern
CheckBoxHideCloseButtonWhenCanCloseIsNotChecked=Ohne Schaltfläche, wenn Schließen nicht erlaubt ist
CheckBoxMultiline=Mehrzeilig
CheckBoxRightClickSelect=Auswählen mit Rechtsklick
CheckBoxSaveTabs=Registerkarten speichern
CheckBoxShowFileNameAsHint=Dateipfad als Hinweis anzeigen
CheckBoxShowIcon=Symbol anzeigen
CheckBoxShowNewFileButton=Zeigt die Schaltfläche Neue Datei
ComboBoxShowCloseButton=Schließen Schaltfläche anzeigen
GroupBoxFont=Schriftart
GroupBoxFontSize=Schriftgröße
RadioButtonFontCustom=Benutzerdefiniert
RadioButtonFontDefault=Voreinstellung
RadioButtonFontSizeCustom=Benutzerdefiniert
RadioButtonFontSizeDefault=Voreinstellung
SpinEditTabHeight=Höhe
SpinEditTabMargin=Randbreite
SpinEditTabSpacing=Abstand

[OptionsEditorTabulatorFrame]
CheckBoxColumns=Spalten
CheckBoxPreviousLineIndent=Vorheriger Zeileneinzug
CheckBoxSelectedBlockIndent=Ausgewählter Blockeinzug
CheckBoxTabsToSpaces=Tabs in Leerzeichen umwandeln
SpinEditWidth=Breite

[OptionsEditorWordWrapFrame]
CheckBoxActive=Aktiviert
ComboBoxWidth=Breite

[OptionsEditorXMLTreeFrame]
CheckBoxUseExplorerTheme=Explorer-Farbschema verwenden
CheckBoxVisible=Aktiviert
ComboBoxAlign=Ausrichten
SpinEditWidth=Breite

[OptionsFileTypesFrame]
EditExtensions=Erweiterungen
VirtualDrawTree:0=Dateityp

[OptionsForm]
ActionApplication=Anwendung
ActionApplicationClipboardHistory=Zwischenablage Historie
ActionApplicationModifiedFiles=Geänderte Dateien
ActionApplicationScaling=Skalierung
ActionApplicationUpdates=Aktualisierungen
ActionCompare=Text vergleichen
ActionDirectory=Verzeichnis
ActionDirectoryTabs=Registerkarten
ActionEditor=Editor
ActionEditorBackup=Sicherung
ActionEditorBookmarkList=Lesezeichenliste
ActionEditorCaret=Einfügemarke
ActionEditorColors=Farben
ActionEditorCompletionProposal=Ergänzungsvorschlag
ActionEditorCompletionProposalSnippets=Code-Schnipsel
ActionEditorDefaults=Voreinstellung
ActionEditorFolding=Faltabschnitte
ActionEditorFonts=Schrift
ActionEditorLeftMargin=Linker Rand
ActionEditorLeftMarginBookmarks=Lesezeichen
ActionEditorLeftMarginLineNumbers=Zeilennummern
ActionEditorMatchingPair=Passendes Paar
ActionEditorMinimap=Miniübersicht
ActionEditorRightMargin=Rechter Rand
ActionEditorRuler=Lineal
ActionEditorScroll=Bildlauf
ActionEditorSearch=Suchen
ActionEditorSelection=Auswahl
ActionEditorSort=Sortierung
ActionEditorSpecialChars=Sonderzeichen
ActionEditorSpellCheck=Rechtschreibprüfung
ActionEditorSyncEdit=Synchronisierung
ActionEditorTabs=Registerkarten
ActionEditorTabulator=Tabulator
ActionEditorWordWrap=Zeilenumbruch
ActionEditorXMLTree=XML Baum
ActionFileTypes=Dateitypen
ActionHexEditor=Hex-Editor
ActionHTMLExport=HTML-Export
ActionImageView=Bild-Ansicht
ActionJSONFormatter=JSON-Formattierer
ActionMainMenu=Hauptmenü
ActionMarkdownPreview=Markdown-Vorschau
ActionMarkdownPreviewOptions=Optionen
ActionMenuBar=Menüleiste
ActionMenuBarButtons=Schaltflächen
ActionMenuBarTabs=Register
ActionOpen:h=Optionen in die INI-Datei schreiben
ActionOpen=Öffnen...
ActionOutput=Ergebnis
ActionOutputTabs=Registerkarten
ActionPDFView=PDF-Ansicht
ActionPrint=Drucken
ActionSaveAs:h=Optionen aus INI-Datei lesen
ActionSaveAs=Speichern als...
ActionSkin=Stil
ActionSkinButtons=Schaltflächen
ActionSkinEffects=Effekte
ActionSkinFont=Schriftart
ActionSkinHints=Hinweise
ActionSkinScrollBars=Bildlaufleisten
ActionSkinStyles=Gestaltung
ActionSQLFormatter=SQL-Formattierer
ActionSQLFormatterCapitalization=Großschreibung
ActionSQLFormatterFormatting=Formatierung
ActionSQLFormatterIndentation=Einrückung
ActionStatusBar=Statusleiste
ActionTitleBar=Titelleiste
ActionToolbar=Werkzeugleiste
ActionToolbarOptions=Optionen
ActionXMLFormatter=XML-Formattierer
Caption=Optionen

[OptionsHexEditorFrame]
CheckBoxAutosize=Automatische Größe
CheckBoxHexLowerCase=Hex Kleinbuchstaben
CheckBoxInsertMode=Einfügemodus
CheckBoxShowRuler=Lineal anzeigen
ComboBoxCaretStyle=Stil der Einfügemarke

[OptionsHTMLExportFrame]
CheckBoxAddToClipboard=Zur Zwischenablage hinzufügen
CheckBoxShowLineNumbers=Zeilennummern anzeigen

[OptionsImageViewFrame]
CheckBoxControlBarVisible=Sichtbar
CheckBoxEnabled=Aktiviert
ComboBoxControlBarAlign=Ausrichten
ComboBoxZoom=Größenwahl
GroupBoxControlBar=Kontrollleiste 

[OptionsJSONFormatterFrame]
CheckBoxAlwaysVisible=Immer sichtbar
CheckBoxSelectJSONHighlighter=JSON-Highlighter auswählen

[OptionsMainMenuFrame]
GroupBoxFont=Schriftart
GroupBoxFontSize=Schriftgröße
RadioButtonFontCustom=Benutzerdefiniert
RadioButtonFontDefault=Voreinstellung
RadioButtonFontSizeCustom=Benutzerdefiniert
RadioButtonFontSizeDefault=Voreinstellung

[OptionsMarkdownPreviewFrame]
CheckBoxAutoSize=Automatische Größe
CheckBoxUseColorTheme=Farbschema verwenden
CheckBoxVisible=Sichtbar
ComboBoxAlign=Ausrichten
SpinEditWidth=Breite

[OptionsMarkdownPreviewOptionsFrame]
CheckBoxBackslashEspacesHTMLTags=Schrägstrich (Backslash) umgeht HTML-Tags
CheckBoxCodeBlocks=Aktiviert die Unterstützung für GFM-Codeblock-Syntax (eingezäunte Codeblöcke)
CheckBoxDisableForcedSpaces=Deaktiviert die Vorgabe, Unterlisten um 4 Leerzeichen einzurücken, damit sie verschachtelt werden können
CheckBoxEllipsis=Aktiviert die Umwandlung horizontaler Ellipsen
CheckBoxEmojis=Aktiviert die Unterstützung von Emoji
CheckBoxEncodeEmails=Aktiviert die automatische Verschleierung von E-Mail-Adressen
CheckBoxExcludeTrailingPunctuationFromURLs=Nachfolgende Satzzeichen von automatisch verlinkten URLs ausschließen
CheckBoxLiteralMiddleWordAsterisks=Wörtliche Sternchen in der Mitte des Wortes
CheckBoxLiteralMiddleWordUnderscores=Unterstriche in der Mitte von Wörtern als wörtliche Zeichen behandeln
CheckBoxMentions=Aktiviert die Unterstützung für github @mentions
CheckBoxOmitExtraWLInCodeBlocks=Den abschließenden Zeilenumbruch in einem Codeblock weglassen
CheckBoxParseImgDimensions=Aktiviert die Unterstützung zur Einstellung von Bildgrößen innerhalb der Markdown-Syntax
CheckBoxRequireSpaceBeforeHeadingText=Erfordert ein Leerzeichen zwischen # und dem Text der Überschrift
CheckBoxSimpleLineBreaks=Zeilenumbrüche als <br/> in Absätzen analysieren (wie in GitHub)
CheckBoxSimplifiedAutoLink=Aktiviert die automatische Verlinkung in reinen Text-URLs
CheckBoxSplitAdjacentBlockquotes=Angrenzende Blockquotes aufteilen
CheckBoxStrikethrough=Aktiviert die Unterstützung der Syntax für Durchstreichungen
CheckBoxTables=Aktiviert die Unterstützung der Syntax für Tabellen
CheckBoxTasklists=Aktiviert die Unterstützung für GFM-Aufgabenlisten
CheckBoxUnderline=Deaktiviert die Unterstrich-Analyse wie <em> oder <strong>
SpinEditHeaderStartingLevel=Ausgangshöhe der Überschriften

[OptionsMenuBarButtonsFrame]
CheckBoxBlended=Überblenden
CheckBoxGrayed=Grau anzeigen
CheckBoxReflected=Reflektiert
GroupBoxButtonsFont=Schriftart
GroupBoxButtonsFontSize=Schriftgröße
GroupBoxDisabled=Inaktiv
GroupBoxIcons=Symbole
RadioButtonButtonsFontCustom=Benutzerdefiniert
RadioButtonButtonsFontDefault=Voreinstellung
RadioButtonButtonsFontSizeCustom=Benutzerdefiniert
RadioButtonButtonsFontSizeDefault=Voreinstellung
RadioButtonLargeIcons=Groß
RadioButtonSmallIcons=Klein
TrackEditBlend=Überblendet

[OptionsMenuBarFrame]
ActionAddButton:h=Menüpunkt hinzufügen
ActionAddButton=Menüpunkt hinzufügen
ActionAddDivider:h=Trennlinie hinzufügen
ActionAddDivider=Trennlinie hinzufügen
ActionDelete:h=Löschen
ActionDelete=Löschen
ActionMoveDown:h=Ausgewähltes Element nach unten verschieben
ActionMoveDown=Abwärts
ActionMoveUp:h=Ausgewähltes Element nach oben verschieben
ActionMoveUp=Aufwärts
ActionReset:h=Menüpunkte zurücksetzen
ActionReset=Zurücksetzen
VirtualDrawTree:0=Menüpunkt
VirtualDrawTree:h=Benutzen Sie ziehen und ablegen um Menüpunkte zu bewegen. Mit Rechtsklick das Popup-Menü öffnen, um Menüpunkte einzufügen und zu löschen.

[OptionsMenuBarItemsDialog]
Caption=Menüpunkte auswählen
VirtualDrawTreeAddItems:0=Menüpunkt

[OptionsMenuBarTabsFrame]
CheckBoxBoldActiveTab=Aktive Registerkarte fett darstellen
CheckBoxEnlargeActiveTab=Aktive Registerkarte vergrößern
CheckBoxShowMenu=Menü anzeigen
GroupBoxTabsFont=Schriftart
GroupBoxTabsFontSize=Schriftgröße
RadioButtonTabsFontCustom=Benutzerdefiniert
RadioButtonTabsFontDefault=Voreinstellung
RadioButtonTabsFontSizeCustom=Benutzerdefiniert
RadioButtonTabsFontSizeDefault=Voreinstellung
SpinEditTabHeight=Höhe
SpinEditTabMargin=Randbreite
SpinEditTabPadding=Polsterung
SpinEditTabSpacing=Abstand zwischen Symbol und Titel

[OptionsOutputFrame]
CheckBoxShowCheckBox=Kontrollkästchen anzeigen
CheckBoxShowOnlyLineNumbers=Nur Zeilennummern anzeigen
CheckBoxShowTreeLines=Baumstrukuren anzeigen
CheckBoxUseExplorerTheme=Explorer-Farbschema verwenden
ComboBoxAlign=Ausrichten
SpinEditIndent=Einrücken
SpinEditMargin=Randbreite

[OptionsOutputTabsFrame]
CheckBoxBoldActiveTab=Aktive Registerkarte fett darstellen
CheckBoxCloseTabByDblClick=Registerkarte mit Doppelklick schließen
CheckBoxCloseTabByMiddleClick=Registerkarte mit Mittelklick schließen
CheckBoxEnlargeActiveTab=Aktive Registerkarte vergrößern
CheckBoxMultiline=Mehrzeilig
CheckBoxRightClickSelect=Auswählen mit Rechtsklick
CheckBoxSaveTabs=Registerkarten speichern
CheckBoxShowFindInFilesButton=Schaltfläche "In Dateien finden" anzeigen
CheckBoxShowIcon=Symbol anzeigen
ComboBoxShowCloseButton=Schließen Schaltfläche anzeigen
GroupBoxFont=Schriftart
GroupBoxFontSize=Schriftgröße
RadioButtonFontCustom=Benutzerdefiniert
RadioButtonFontDefault=Voreinstellung
RadioButtonFontSizeCustom=Benutzerdefiniert
RadioButtonFontSizeDefault=Voreinstellung
SpinEditTabHeight=Höhe
SpinEditTabMargin=Randbreite
SpinEditTabSpacing=Abstand zwischen Symbol und Titel

[OptionsPDFViewFrame]
CheckBoxControlBarVisible=Sichtbar
CheckBoxEnabled=Aktiviert
CheckBoxSearchBarHighlightAll=Alle hervorheben
CheckBoxSearchBarMatchCase=Groß/Kleinschreibung
CheckBoxSearchBarToggleSearchBar=Suchleiste ein-/ausblenden
CheckBoxSearchBarVisible=Sichtbar
CheckBoxSearchBarWholeWords=Ganze Wörter
ComboBoxControlBarAlign=Ausrichten
ComboBoxSearchBarAlign=Ausrichten
ComboBoxZoom=Größenwahl
GroupBoxControlBar=Kontrollleiste 
GroupBoxSearchBar=Suchleiste

[OptionsPrintFrame]
CheckBoxColorsEnabled=Aktiviert
CheckBoxLineNumbersInMargin=Am Rand
CheckBoxLineNumbersVisible=Sichtbar
CheckBoxShowFooterLine=Fußzeile anzeigen
CheckBoxShowHeaderLine=Kopfzeile anzeigen
CheckBoxShowOnlyPageNumber=Nur Seitenzahl anzeigen
CheckBoxUseRomanNumerals=Römische Zahlen verwenden
CheckBoxVisibleDateTime=Sichtbar
CheckBoxVisibleFilename=Sichtbar
CheckBoxVisiblePageNumber=Sichtbar
CheckBoxVisiblePrintedBy=Sichtbar
CheckBoxWordWrap=Zeilenumbruch
ComboBoxColorTheme=Farbschema
GroupBoxAlignmentDateTime=Ausrichtung
GroupBoxAlignmentFilename=Ausrichtung
GroupBoxAlignmentPageNumber=Ausrichtung
GroupBoxAlignmentPrintedBy=Ausrichtung
GroupBoxColors=Farben
GroupBoxDateTime=Datum Zeit
GroupBoxFilename=Dokumentname
GroupBoxFont=Schriftart
GroupBoxFontSize=Schriftgröße
GroupBoxLineNumbers=Zeilennummern
GroupBoxMargins=Ränder
GroupBoxPageNumber=Seitennummer
GroupBoxPrintedBy=Gedruckt von
GroupBoxVerticalAlignmentDateTime=Vertikale Ausrichtung
GroupBoxVerticalAlignmentFilename=Vertikale Ausrichtung
GroupBoxVerticalAlignmentPageNumber=Vertikale Ausrichtung
GroupBoxVerticalAlignmentPrintedBy=Vertikale Ausrichtung
RadioButtonAlignmentLeftDateTime=Links
RadioButtonAlignmentLeftFilename=Links
RadioButtonAlignmentLeftPageNumber=Links
RadioButtonAlignmentLeftPrintedBy=Links
RadioButtonAlignmentRightDateTime=Rechts
RadioButtonAlignmentRightFilename=Rechts
RadioButtonAlignmentRightPageNumber=Rechts
RadioButtonAlignmentRightPrintedBy=Rechts
RadioButtonFontCustom=Benutzerdefiniert
RadioButtonFontEditor=Editor
RadioButtonFontSizeCustom=Benutzerdefiniert
RadioButtonFontSizeEditor=Editor
RadioButtonVerticalAlignmentFooterDateTime=Fußzeile
RadioButtonVerticalAlignmentFooterFilename=Fußzeile
RadioButtonVerticalAlignmentFooterPageNumber=Fußzeile
RadioButtonVerticalAlignmentFooterPrintedBy=Fußzeile
RadioButtonVerticalAlignmentHeaderDateTime=Kopfzeile
RadioButtonVerticalAlignmentHeaderFilename=Kopfzeile
RadioButtonVerticalAlignmentHeaderPageNumber=Kopfzeile
RadioButtonVerticalAlignmentHeaderPrintedBy=Kopfzeile
SpinEditMarginsBottom=Unten
SpinEditMarginsLeft=Links
SpinEditMarginsRight=Rechts
SpinEditMarginsTop=Oben
TabSheetHeadedAndFooter=Kopf- und Fußzeile
TabSheetOptions=Optionen

[OptionsSkinButtonsFrame]
CheckBoxShowButtonFocusRect=Fokusrechteck anzeigen
CheckBoxUseButtonColors=Farbige OK/Abbrechen Schaltfläche

[OptionsSkinEffectsFrame]
CheckBoxAllowAeroBlurring=Aerounschärfe zulassen
CheckBoxAllowAnimation=Animation ermöglichen
CheckBoxAllowGlowing=Glühen ermöglichen
CheckBoxAllowOuterEffects=Ausseneffekte zulassen
CheckBoxBlendOnMove=Überblenden des Fensters beim Verschieben

[OptionsSkinFontFrame]
RadioButtonFontCustom=Benutzerdefiniert
RadioButtonFontDefault=Voreinstellung
RadioButtonFontFromSkin=Vom Stil vorgegeben

[OptionsSkinFrame]
CheckBoxActive=Aktiviert
CheckBoxExtendedBordersEnabled=Aktiviert
CheckBoxExtendedBordersFull=Voll
ComboBoxOptimizingPriority=Priorität festlegen
GroupBoxColorization=Farbgestaltung
GroupBoxExtendedBorders=Erweiterte Umrandung
LabelBrightness=Helligkeit
LabelHueOffset=Farbton Versatz
LabelSaturation=Sättigung
LabelTransparency=Transparenz
SkinSelector=Design

[OptionsSkinHintsFrame]
CheckBoxHintAnimated=Animiert
ComboBoxHintStyle=Stilrichtungen
SpinEditHideInterval=Ausblendverzögerung (ms)
SpinEditShowInterval=Einblendverzögerung (ms)

[OptionsSkinScrollBarsFrame]
CheckBoxArrowButtonsDefaultSize=Voreinstellung
CheckBoxArrowButtonsVisible=Sichtbar
CheckBoxScrollWidthDefaultSize=Voreinstellung
GroupBoxArrowButtons=Pfeiltasten
GroupBoxScrollBar=Bildlaufleiste
SpinEditArrowButtonsSize=Größe
SpinEditScrollWidthSize=Größe

[OptionsSkinStylesFrame]
CheckBoxDirectory=Verzeichnis
CheckBoxFiles=Dateien
CheckBoxMenuBar=Menüleiste
CheckBoxOutput=Ausgabe
CheckBoxUseCardGroupBoxStyle=Gruppenrahmen in Kartengröße verwenden
ComboBoxArrowStyle=Pfeilform
GroupBoxSimplePageControl=Einfache Registersteuerung

[OptionsSQLFormatterCapitalizationFrame]
ComboBoxKeywords=Schlüsselwörter
ComboBoxNames=Namen
ComboBoxParameters=Parameter

[OptionsSQLFormatterFormattingFrame]
CheckBoxAlignKeywordsRightInStatements=Schlüsselwörter in Anweisungen rechts ausrichten
CheckBoxBreakJoinOnSections=JOIN ON Abschnitte trennen
CheckBoxExpandBetweenConditions=Erweitern zwischen Bedingungen
CheckBoxExpandBooleanExpressions=Erweitern von booleschen Ausdrücken
CheckBoxExpandCaseStatements=Erweitern von CASE Anweisungen
CheckBoxExpandCommaLists=Erweitern von Komma Listen
CheckBoxExpandGroupByClause=Erweitern der GROUP BY Klausel
CheckBoxExpandInLists=Erweitern von IN Listen
CheckBoxExpandInsertStatements=Erweitern der INSERT Anweisungen
CheckBoxExpandJoinOnBooleanExpressions=Erweitern von booleschen Ausdrücken
CheckBoxExpandOrderByClause=Erweitern der ORDER BY Klausel
CheckBoxSpaceAfterComma=Leerzeichen nach Komma
CheckBoxTrailingCommas=Nachgestellte Kommas

[OptionsSQLFormatterFrame]
CheckBoxAlwaysVisible=Immer sichtbar
CheckBoxSelectDefaultSQLHighlighter=Voreinstellung des SQL-Highlighters auswählen

[OptionsSQLFormatterIndentationFrame]
CheckBoxRightPadColumnNames=Rechtsbündige Spaltennamen in CREATE TABLE oder VIEW
CheckBoxUseTab=Tab verwenden
SpinEditIndentLength=Einrückungsbreite

[OptionsStatusBarFrame]
CheckBoxAutoSizePanels=Automatische Größe der Felder
CheckBoxShowCaretPosition=Einfügeposition anzeigen
CheckBoxShowCharacterCount=Zeichenanzahl anzeigen
CheckBoxShowEditorZoom=Editor-Zoom einblenden
CheckBoxShowEncoding=Kodierung anzeigen
CheckBoxShowFileLineBreak=Zeilenumbruch der Datei anzeigen
CheckBoxShowFileOpeningTime=Ladezeit einer Datei anzeigen
CheckBoxShowHints=Hinweise anzeigen
CheckBoxShowKeyState=Einfüge- bzw. Überschreibmodus anzeigen
CheckBoxShowLineCount=Zeilenzahl anzeigen
CheckBoxShowMacro=Makrosteuerung anzeigen
CheckBoxShowModified=Auf geänderte Dateien hinweisen
CheckBoxShowSelectionInfo=Auswahlinformationen in Statusleiste anzeigen
CheckBoxShowSizeGrip=Griff für Fenstergröße anzeigen
CheckBoxVisible=Sichtbar
GroupBoxFont=Schriftart
GroupBoxFontSize=Schriftgröße
RadioButtonFontCustom=Benutzerdefiniert
RadioButtonFontDefault=Voreinstellung
RadioButtonFontSizeCustom=Benutzerdefiniert
RadioButtonFontSizeDefault=Voreinstellung

[OptionsTitleBarFrame]
CheckBoxMagnifier=Lupe anzeigen
CheckBoxShowApplicationName=Anwendungsname anzeigen
CheckBoxShowColorTheme=Farbschema anzeigen
CheckBoxShowEncoding=Kodierung anzeigen
CheckBoxShowFavourite=Favoriten anzeigen
CheckBoxShowFileList=Datei-Liste anzeigen
CheckBoxShowFilename=Dateiname anzeigen
CheckBoxShowHighlighter=Syntax-Highlighter anzeigen
CheckBoxShowIcon=Symbol anzeigen
CheckBoxShowMenu=Menü anzeigen
CheckBoxUseSystemStyle=System-Stil verwenden
GroupBoxFont=Schriftart
GroupBoxFontSize=Schriftgröße
RadioButtonFontCustom=Benutzerdefiniert
RadioButtonFontDefault=Voreinstellung
RadioButtonFontSizeCustom=Benutzerdefiniert
RadioButtonFontSizeDefault=Voreinstellung

[OptionsToolbarFrame]
ActionAddButton:h=Menüpunkt hinzufügen
ActionAddButton=Menüpunkt hinzufügen
ActionAddDivider:h=Trennlinie hinzufügen
ActionAddDivider=Trennlinie hinzufügen
ActionDelete:h=Löschen
ActionDelete=Löschen
ActionMoveDown:h=Ausgewähltes Element nach unten verschieben
ActionMoveDown=Abwärts
ActionMoveUp:h=Ausgewähltes Element nach oben verschieben
ActionMoveUp=Aufwärts
ActionReset:h=Menüpunkte zurücksetzen
ActionReset=Zurücksetzen
VirtualDrawTree:0=Menüpunkt
VirtualDrawTree:h=Benutzen Sie ziehen und ablegen um Menüpunkte zu bewegen. Mit Rechtsklick das Popup-Menü öffnen, um Menüpunkte einzufügen und zu löschen.

[OptionsToolbarItemsDialog]
Caption=Menüpunkte auswählen
VirtualDrawTreeAddItems:0=Menüpunkt

[OptionsToolbarOptionsFrame]
GroupBoxBackground=Hintergrund
GroupBoxIcons=Symbole
RadioButtonBackgroundHigh=Hell
RadioButtonBackgroundLow=Dunkel
RadioButtonBackgroundTransparent=Transparent
RadioButtonLargeIcons=Groß
RadioButtonSmallIcons=Klein
SpinEditMarginTop=Oberer Rand

[OptionsXMLFormatterFrame]
CheckBoxAlwaysVisible=Immer sichtbar
CheckBoxSelectXMLHighlighter=XML-Highlighter auswählen

[PrintPreviewForm]
ActionColors:h=Farben ein- und ausschalten
ActionColors=Farben
ActionExit:h=Beenden der Druckvorschau
ActionExit=Beenden
ActionFirst:h=Erste | Gehe zur ersten Seite
ActionFirst=Erste
ActionHighlight:h=Hervorhebungen ein- und ausschalten
ActionHighlight=Markierung
ActionLast:h=Letzte | Gehe zur letzten Seite
ActionLast=Letzte
ActionLineNumbers:h=Zeilennummern anzeigen
ActionLineNumbers=Zeilennummern
ActionNext:h=Nächste | Gehe zur nächsten Seite
ActionNext=Nächste
ActionPrevious:h=Vorherige | Gehe zur vorherigen Seite
ActionPrevious=Vorherige
ActionPrint:h=Drucken | Dokument drucken
ActionPrint=Drucken
ActionWordWrap:h=Zeilenumbruch umschalten
ActionWordWrap=Zeilenumbruch
ActionZoom:h=Vergrößern / Verkleinern
ActionZoom=Größenwahl
ActionZoomIn:h=Vergrößern
ActionZoomIn=Vergrößern
ActionZoomOut:h=Verkleinern
ActionZoomOut=Verkleinern
Caption=Druckvorschau

[ReplaceDialog]
ActionClose=Schließen
ActionFindNext=Nächstes finden
ActionReplace=Ersetzen
ActionReplaceAll=Alle ersetzen
ActionSearchEngine=Suchmethode auswählen
Caption=Ersetzen
CheckBoxMatchCase=Groß/Kleinschreibung beachten
CheckBoxPromptOnReplace=Bei Alle ersetzen nachfragen
CheckBoxSelectedOnly=Nur im selektierten Bereich
CheckBoxWholeWords=Ganze Wörter
ComboBoxSearchFor=Suchen nach
GroupBoxDirection=Richtung
GroupBoxOptions=Optionen
GroupBoxOrigin=Ausgangspunkt
GroupBoxReplaceIn=Ersetzen in
RadioButtonActiveFile=aktiver Datei
RadioButtonAllOpenFiles=allen geöffneten Dateien
RadioButtonDeleteLine=Zeile löschen
RadioButtonDirectionBackward=Rückwärts
RadioButtonDirectionForward=Vorwärts
RadioButtonEntireScope=Gesamter Anwendungsbereich
RadioButtonOriginFromCursor=Ab Einfügemarke
RadioButtonReplaceWith=Ersetzen durch

[SaveChangesDialog]
Caption=Geänderte Dateien speichern
VirtualDrawTree:0=Datei
VirtualDrawTree:1=Pfad

[SearchForFilesForm]
Caption=Dateien suchen
PanelSearchingFiles=Suche Dateien...

[ShortcutsForm]
Caption=Tastenkombinationen
VirtualDrawTree:0=Tastenkombination
VirtualDrawTree:1=Bezeichnung
VirtualDrawTree:2=Hinweis

[SnippetEditDialog]
CheckBoxCursorPositionActive=Aktiviert
CheckBoxSelectionActive=Aktiviert
ComboBoxExecuteWith=Ausführen mit
ComboBoxGroupName=Gruppenname
ComboBoxHighlighter=Syntax-Highlighter
ComboBoxShortcut=Tastenkombination
EditDescription=Beschreibung
EditKeyword=Schlüsselwort
GroupBoxCursorPosition=Einfügemarke setzen
GroupBoxSelection=Markierungsbereich
SpinEditCursorPositionColumn=Spalte
SpinEditCursorPositionRow=Zeile
SpinEditSelectionFromColumn=Von Spalte
SpinEditSelectionFromRow=Von Zeile
SpinEditSelectionToColumn=Bis Spalte
SpinEditSelectionToRow=Bis Zeile
TextEditor=Abschnitt

[TabsSelectDialog]
Caption=Register auswählen
VirtualDrawTree:0=Register

[UploadDialog]
Caption=Hochladen
EditFilename=Dateiname
EditPath=Pfad

[WarningMessage]
FileAccessError=Datei %s Zugriffsfehler.

